{ "cards":[
  {"id": 1,
  "title": "Luda",
  "description": "Luda je jedna od najmoćnijih karata Male Arkane. Ona predstavlja novi početak, kraj nečega važnog u vašem dosadašnjem životu. Pozicija Lude u rasporedu karata govori vam koji će aspekt vašeg života biti izložen velikoj promeni. Neke odluke nećete doneti lako i one mogu podrazumevati rizik za Vas, ali Luda označava da situaciji možete pristupiti sa optimizmom i sugeriše pozitivan ishod.",
  "key-interpretations": "Optimizam, važne odluke, novi početak",
  "yesno": "NE. Luda simboliše nekog u vašem životu ko se smeje i zabavlja, te ne shvata da pleše na ivici provalije. Vaša situacija nosi mnoge opasnosti koje niste prepoznali. Niste poslušali nečiji dobar savet, okrenuli ste se rečima Lude umesto pravim prijateljima koji vam žele dobro. Lažnim optimizmom prikrili ste prepreke. Morate razviti ozbiljniji stav da biste izbegli opasnost sa kojom se sada suočavate. Možda je kasno da se izbegne trenutna opasnost, ali okružite se dobronamernim ljudima, dobro razmislite i usmerite svoje napore da popravite situaciju u budućnosti.",
  "career": "Ako ste izvukli ovu kartu, obavezno uđite u novi posao ili poslovno iskustvo širom otvorenih očiju. U opasnosti ste da budete prevareni, što bi moglo značiti da vas neko doživljava kao naivnu osobu. Pre nego što potpišete ugovor, pristanete na neki posao ili se posvetite poslovnom partnerstvu, dobro proverite šta je to u šta se upuštate.",
  "love": "Ova karta označava neiskustvo i, naravno, određenu dozu ludosti i nepromišljenosti kada je ljubav u pitanju. Čak i ako ste napravili neku glupost zbog koje se kajete, još uvek iz toga možete mnogo toga naučiti. Nemojte kriviti sebe i nastavite dalje. Ne bojte se onoga što vam ljubav sprema, već držite oči otvorene za prepreke na putu i ​​pokušajte da ne naletite na njih.",
  "past": "Vaša duša je čista i posedujete detinju veru u postojanje čuda. Iako se ovo drugima može činiti naivnim, ovoga puta vaše osobine okreću se u vašu korist.",
  "present": "Pobunili ste se protiv učmalosti i tražite nezavisnost i avanturu. U potrazi za životom koji volite i možda žurite da ostvarite sve svoje ciljeve odjednom. Ne žurite, uživajte u potrazi i putu ka cilju.",
  "future": "Možda se osećate izgubljeno, naivno ili čak prevareno, ali za vas spas sada leži na putu kojim se ređe ide. Sagledajte mogućnosti koje su ljudima oko vas manje privlačne, možda ste vi drugačiji od drugih i trebaju vam drugačiji ciljevi i drugačiji načini življenja."
},

{"id": 2,
"title": "Mađioničar",
"description": "Mađioničar se uglavnom povezuje sa inteligentnim i veštim komunikatorima. Prisustvo ove karte ukazuje na nivo samopouzdanja koji vam omogućava da ideje pretočite u akciju. Ovo je praktična karta i saznanja koja ona donosi odnose se na praktične aspekte vašeg života, pre nego na emotivne. Vaš uspeh u predstojećim političkim ili poslovnim poduhvatima verovatno će zavisiti od vaše odlučnosti i volje.",
"key-interpretations": "Samouverenost, kreativnost, veština",
"yesno": "DA. Magični alati koje ova karta povlači sa sobom zaista pristupaju višim dimenzijama stvarnosti. Ova karta je direktan posrednik između spiritualnog i fizičkog sveta upotrebom proricanja i magijskih rituala. Vaša priroda koja se menja, uz pomoć spiritualnih snaga ove karte, omogućiće vam da pronađete dugo traženu istinu. Nebeska harmonija prati vas na vašem putovanju, a ispunjenje vaše želje zavisiće od jednog staog prijatelja koji će vam se naglo vratiiti u život.",
"career": "Ova karta sugeriše da je sada pravi trenutak da iskoristite svoje veštine. Vaša inteligencija, sposobnosti da se približite ljudima, veštine u ubeđivanju - sve to su vaše snage koje bi mogle znatno da poboljšaju vašu radnu situaciju. Ako ste te snage do sada zapostavljali, nemojte to više činiti - jer vam neće služiti da takve stvari skrivate. Ova karta vam savetuje da zakoračite i prihvatite izazov vezan za karijeru koji bi vas mogao dovesti u mnogo bolju finansijsku situaciju.",
"love": "Budite nepristrasni posmatrač svog ljubavnog života. Umesto da se žalite da stvari nisu poštene, pokušajte da budete iskreni i odani čak i ako to ne dobijete zauzvrat. Pokušajte da se pomirite sa situacijom. Vaš unutrašnji mir ipak nema cenu. Ova karta kaže da nema koristi od pokušaja osvete za učinjenu nepravdu, jer karma na kraju sve izjednači. Nastavite dalje i radujte se budućnosti.",
"past": " Uložili ste dosta truda u neki cilj u prošlosti, i taj trud će početi da daje rezultate.",
"present": "Vaš uspeh je dostižan, ali samo ukoliko pristupite njegovom ostvarenju sa realnim optimizmom.",
"future": "Uskoro će se dogoditi promena u vašem životu, najverovatnije u vašoj karijeri. Ako pravilno odigrate karte, promena će biti korisna i može dovesti do prodora i finansijskog uspeha."
},

{"id": 3,
"title": "Prvosveštenica",
"description": "Vaša povezanost sa prvosveštenicom sugeriše da posedujete dobru veštinu procene i jaku intuiciju. Ova karta sugeriše da treba da se oslonite više na intuiciju nego na razum. Vaš um mora verovati mudrosti Vašeg srca. Ova karta podrazumeva i pomoć ženske osobe, tako da možete očekivati da će Vas neko spasiti od problema svojim savetom ili intuicijom. Intuicija spoznaje ono što je skriveno od čula, tako da je potrebno da obratite pažnju na skrivene uticaje koji vam mogu biti od značaja u trenutnoj situaciji. ",
"key-interpretations": "Ženski uticaji, misterija, razumevanje, mudrost",
"yesno": "DA. Prvosveštenica označava promenu situacije. Kao što je to slučaj sa Mesečevim menama, i sveštenica se neprekidno menja. Njena promena ide u vašu korist. Uskoro će vam stići povoljna prilika - ugrabite je. Dozvolite sebi da eksperimentišete i stići ćete na povoljno odredište. Imajte na umu svoj cilj, ali ne požurujte njegovo ostvarenje. Jednostavno dozvolite da se situacija razvija sama od sebe i ishod će biti u vašu korist.",
"career": "Prvosveštenica sugeriše se da je potrebno da uložite mnogo vremena u pronalaženje odgovora koje tražite, posebno ako imate problem na poslu ili morate doneti tešku odluku. Meditacija i relaksacija, stanja u kojima vam je um oslobođen i miran, mogli bi vam pružiti pristup kreativnim rešenjima koja su dobra za vaš posao i pružaju vam mnogo više opcija od kojih biste mogli da prihodujete.",
"love": "Da li ste izbegavali da se suočite sa onim što zaista osećate u vašem ljubavnom životu? Prvosveštenica vas podstiče da istražite dušu, jer samo stupanjem u kontakt sa svojom unutrašnjom snagom moći ćete da otkrijete ne samo šta je pošlo po zlu, već i kako to popraviti. Provedite neko vreme razmišljajući, tumačeći svoje snove i baveći se duhovnom praksom i proricanjima. Ovo je period kada treba da sledite svoja osećanja.",
"past": "Ako vas još uvek muči nerešena situacija iz prošlosti, posvetite se sebi i svom duhovnom miru i tamo ćete naći odgovore.",
"present": "Slušajte svoju intuiciju, jer je to najbolji vodič kroz teške trenutke sa kojima se suočavate.",
"future": "Vaš put napretka osvetljen je svetlošću koja je unutar vas. Ukoliko ste pomireni sa sobom, bićete pomireni i sa svetom oko sebe. Pre svega, verujte sebi. "
},

{"id": 4,
"title": "Carica",
"description": "Tradicionalno povezano sa snažnim ženskim uticajem, prisustvo ove karte je odlična vest ako težite skladnom braku ili se nadate zasnivanju porodice. Bilo koji umetnički poduhvat sa kojim ste trenutno povezani takođe će biti uspešan, jer Carica simboliše i snažne nalete kreativne ili umetničke energije. Ta kreativna energija možda nije u obliku slikarskog ili umetničkog projekta, već nagoveštava mogućnost pronalaska novih i kreativnih rešenja postojećih problema. Ova karta takođe sugeriše vrlo jaku mogućnost trudnoće - vašu ili nekoga vama bliskog. Ova karta je dobar znak za vas i one oko vas.",
"key-interpretations": "Kreativnost, plodnost, produktivnost",
"yesno": "DA. Carica znači da ćete u svojim naporima imati uspeha. Univerzum će odgovoriti vašim molbama i pružiće vam povoljne okolnosti da ispunite sve vaše potrebe, kako emocionalne, tako i fizičke i duhovne. Cenićete lepotu i harmoniju sveta i živećete svoj život u duhu zahvalnosti. Ova karta može značiti i da ćete doživeti iznenadni veći dobitak, luksuz i obilje, što će vas dovesti u bolje raspoloženje. Vaša inicijalna želja se možda i neće ostvariti, ali biće vam toliko lepo u životu da ćete i zaboraviti na nju!",
"career": "Kada vam se ukaže ova karta, to može biti znak da će novac ili druga materijalna dobra uskoro ući u vaš život. Međutim, nemojte zbog toga zapostaviti vašu dosadašnju karijeru. Bilo bi pogrešno prijaviti se za novi posao samo zbog plate ako u suprotnom donosi vrlo malo ili nimalo zadovoljstva. Potražite balans između dobre plate i uslova koji vas čine srećnim za najbolji dugoročni ishod.",
"love": "Da li se previše trudite da vam se dogodi ljubav iz bajke? Ova karta otkriva da tražite Gospodina pravog, ali to nije dobar razlog da propustite obožavaoca koji upravo tu pored vas. Osmotrite svoju okolinu i pogledajte ko vam poklanja pažnju i nežnost. Razmislite o tome da pružite šansu nekome ko vas nije oborio sa nogu na prvi pogled, i pogledajte šta može izrasti iz toga. ",
"past": "Šansa koju ste iskoristili za stvaranje novog važnog partnerstva ili prijateljstva u nedavnoj prošlosti upravo pokazuje svoj uticaj. Ovo partnerstvo može biti poslovno ili privatno, ali je za vas ono u ovom trenutku ključno.",
"present": "Ovo je vreme duhovne i emocionalne ispunjenosti za vas.",
"future": "Možda ste suočeni sa novim početkom, a da li je dobar ili loš, zavisi jedino od vas. Budite strpljivi i vrlo pažljivo pratite emotivne aspekte svog života, jer postoji potencijal i za dobre i za loše ishode. Ukoliko naiđete na probleme, obratite se prijateljici od poverenja."
},

{"id": 5,
"title": "Car",
"description": "Nasuprot carici, car označava snažan muški uticaj. Ova karta ukazuje na vođstvo i autoritet, te samodisciplina i emotivna stabilnost. Ona takođe podrazumeva akciju i najverovatnije znači da ste na pravom putu ka napredovanju u karijeri ili preduzimanju veće životne odgovornosti nego što je trenutno preduzimate. Car vas podstiče da iskoračite napred, te da delujete, jer posedujete izuzetnu unutrašnju snagu koja će vam omogućiti da preuzmete lidersku ulogu.",
"key-interpretations": "Vođstvo, muški uticaj, racionalnost",
"yesno": "NE. Pustili ste da vaš ponos izmakne kontroli i precenili ste sopstvene resurse. Ova karta sugeriše da vam drugi zameraju jer ste ih na neki način izneverili. Očekujte kritiku iza leđa. Da biste poboljšali situaciju, primirite se neko vreme i budite umereni. Sada nije vreme za započinjanje novih velikih projekata ili sklapanje novih značajnih prijateljstava ili ljubavnih poznanstava. Ako ste pak sklopili neko ljubavno poznanstvo, očekujte da će ono biti samo prolazna zabava.",
"career": "Vaš trenutni šef bi bio najsrećniji ako biste igrali samo po njegovim pravilima! Ako ste voljni da podnesete velike žrtve da biste obavili sjajan posao, bićete nagrađeni za svoj trud i možda ćete dobiti unapređenje u bliskoj budućnosti. Ali, mala je verovatnoća da će vaš šef iskreno ceniti vašu posvećenost i entuzijazam, zato budite otvoreni i za druge prilike u budućnosti.",
"love": "Da li neko dovodi u pitanje vaše namere? Ili vam je čak zamereno kako se ponašate? Car je moćna karta i ilustruje vašu sposobnost da preuzmete odgovornost za svoj ljubavni život i da stvari sagledate objektivno i nepristrasno. Može se reći da trenutno niste zadovoljni ljubavnom situacijom, ali to će se promeniti. Nema sumnje da ćete dobiti ono što želite. Možda se to neće dogoditi danas, ali slobodno označite „jednog dana, uskoro“ na kalendaru!",
"past": "Prethodna akcija ili aktivnost nekoga ko je na vlasti imala je snažan uticaj na vašu trenutnu poziciju i možda vas je dovela u dobar položaj da ostvarite dugo željeni cilj.",
"present": "Nedostaje vam podrška u važnim oblastima vašeg života i trebali biste razmisliti o tome da li se ipak trudite oko pogrešnih ljudi.",
"future": "Oko vas je neprijatnost i poteškoće, ali nemojte gubiti osećaj za avanturu. Ukoliko budete hrabri i preduzimate rizike, doći će bolja vremena. Važno je da ne stagnirate."
},

{"id": 6,
"title": "Sveštenik",
"description": "U zavisnosti od vaše prirode, ova karta može imati različita značenja. U svom korenu predstavlja tradicionalne stavove, ali može značiti i povezanost sa autoritetima, vlašću i pomoć uticajnog prijatelja. Važno je i to gde se pojavljuje u vašem proricanju, jer je najčešće pokazatelj vašeg sopstvenog pristupa moralnim, verskim i društvenim normama koji vas sputava. Izvlačenje ove karte znak je da treba dobro da razmislite da li je pametno odstupiti od određenih uverenja koja vas možda vuku unazad. Takođe, u zavisnosti od ostalih karata, ova karta nagoveštava mogućnost sklapanja braka.",
"key-interpretations": "Konformizam, dobar savet, brak",
"yesno": "DA. Ova karta predstavlja skrivenu mudrost. Vaše psihičke i umne sposobnosti će procvetati, omogućavajući vam da vidite budućnost. Vi vešto izbegavate opasnost, koristeći svoju vrlo snaćnu unutrašnju moć i inteligenciju. Verujte u sebe i ishod će biti pozitivan i zapanjujući za sve oko vas. ",
"career": "Ova karta dolazi da vam kaže da je u redu slušati svoju intuiciju koja vas nagoni u novom i dobrom pravcu. Ako ste zbog atmosfere na poslu napeti, ili još gore, u fizički lošem stanju - poslušajte ta unutrašnja osećanja i napravite neophodne promene. Ova karta vas uverava da će doći do značajnih poboljšanja u vašoj trenutnoj situaciji, samo ako budete dovoljno hrabri da promenite stvari tako da se one konačno okrenu u vašu korist.",
"love": "Vaš ljubavni život je trenutno vrlo strukturiran. Sveštenik simbolizuje tradicionalni moral i tradicionalne vrednosti. Vi zapravo niste spremni da idete previše daleko od norme kako biste obogatili vaš ljubavni život, iako to u podsvesti želite. Moguće je napraviti kompromis između želja i mogućnosti. Slobodno se opustite - to neće uticati na vašu lepo organizovanu ljubavnu vezu ili odnos, a može ga samo poboljšati.",
"past": "Potrebno je da preispitate ambicije iz svoje prošlosti koje ste ranije napustili. ",
"present": "Učite iz svoje prošlosti. Iskustvo je vaš najbolji učitelj.",
"future": "Stariji, autoritativni muškarac ili osoba na važnoj funkciji će vam pružiti neophodnu pomoć."
},

{"id": 7,
"title": "Ljubavnici",
"description": "Ova karta u najvećem broju slučajeva predstavlja novu ljubav, ali može označavati i mnoštvo izbora i različitih puteva. Imaćete mogućnosti izbora u životu, naročito na emocionalnom planu, a konačan ishod zavisi od vaše odluke kojim putem ćete ići. Da bi konačan ishod bio dobar po vas, slušajte svoje instinkte i intuiciju. Ukoliko vam se ova karta nađe u proricanju razmotrite je dobro, ali je se nemojte plašiti. Ukoliko nemate partnera, ova karta označava novu ljubav, a ukoliko imate, ona označava mnoštvo prilika i teške izbore koje morate napraviti. Pomoću intuicije možete napraviti pravi izbor. ",
"key-interpretations": "Konfliktne opcije, nova veza, ljubav",
"yesno": "DA. Ljubavnici znače da ćete dobiti pomoć iz duhovnog to jest spiritualnog sveta.Suočićete se sa određenim testom koji ćete proći. Neko ko više nije u vašem životu pomoći će vam psihički. Budite intuitivni i slušajte svoj unutrašnji glas. Budite zahvalni na ljubaznosti spiritualnih vodiča koji vam osvetljavaju put i ne zaboravite da i vi pomognete drugima kada dođe vaše vreme.",
"career": "Da li postoji potencijal za romantičnu vezu na poslu? Ova karta nagoveštava da bi moglo da vas poremeti saznanje koje se odnosi na nečija osećanja prema vama. Međutim, dobro razmislite šta bi moglo da se desi ukoliko se upustite u ljubavnu vezu na radnom mestu. Odvagnite za i protiv i odlučite gde su vam prioriteti. Ako se nadate napretku u karijeri, možda je najbolje da se za sada uzdržite od ljubavi.",
"love": "U ljubavnom čitanju, ovo je jedna od najpozitivnijih karata Tarota. Predstavlja veliki znak nade i daje vam do znanja da ste sve što ste prošli do ovog trenutka prošli s razlogom. Sada ste na pravom putu, a romantična sreća će uskoro biti vaša. Možete računati na svoju unutrašnju snagu koja će vas voditi čak i kada se osećate kao da ste izgubljeni. Ova karta takođe može ukazivati na novu, strastvenu ljubav koja bi uskoro mogla ući u vaš život.",
"past": "Pažljivo razmotrite svoje reči pre nego što išta izgovorite. Pogrešna reč može pogoršati svađu sa prijateljem.",
"present": "Dvoumite se između dva izbora zato što se bojite da bi vaši postupci mogli naneti štetu drugima. Fokusirajte se više na sebe.",
"future": "Kako napredujete u životu, imajte na umu da su suprotnosti dve strane iste medalje; jedno ne može postojati bez drugog. Prihvatite i loše strane svojih izbora."
},

{"id": 8,
"title": "Kočije",
"description": "Predstoji Vam težak rad i trud. Kočija je veoma moćna karta i znači da će trud koji ulažete biti dug i naporan. Put kojim ćete ići neće biti lak, možda ćete nailaziti na bolne prepreke ili ćete osetiti želju da odustanete, ali nemojte gubiti nadu.  Vaši ciljevi, rad i osećaj svrhe pokazaće vam kojim putem treba da idete do uspeha. Postoje velike šanse da ćete se izgraditi u individuu takve veštine i snage da će Vam uspeh gotovo sigurno doći. ",
"key-interpretations": "Uspeh zbog napornog rada, uzbudljivo putovanje ili selidba, lični razvoj",
"yesno": "DA. Karta predstavlja božanski uvid u situaciju i božansku i duhovnu snagu. Svoj život vidite vrlo jasno, što vam omogućava da se ponašate na efikasan način da biste postigli svoje ciljeve. Bićete vrlo proniciljivi i svoje napore nećete trošiti na trivijalne ili nerealne stvari. Vaša budućnost napreduje brzo poput svetlosti, te očekujte da ćete uskoro stići u život koji ste za sebe zamislili.",
"career": "Morate postaviti jasne ciljeve pre nego što napravite prvi potez. Ova karta otkriva da su planiranje unapred i polaganje kamena temeljca važan deo vašeg napretka. Ako se samo nadate najboljem, postoji velika šansa da nećete daleko stići. Uspeh je rezultat dobre pripreme i napornog rada. Takođe, ukoliko vam se bliži poslovni put, ova karta može označavati da ćete na tom putu doživeti veoma zabavne trenutke i neizbrisive uspomene.",
"love": "Ništa vas ne može zaustaviti. Kočija je karta pobede. Nećete pokleknuti pred konkurencijom i borićete se za osobu sa kojom želite ozbiljnu vezu. Fizička transformacija da biste impresionirali nekoga može biti dobra za vas, i svakako će činiti da se osećate bolje, ali pazite - ako budete morali da menjate ono što ste iznutra, onda ta osoba možda nije prava za vas.",
"past": "Određene emocije iz prošlosti vas ometaju u trenutnim željama. Pokušajte da ih savladate.",
"present": "Stojite na ivici teško osvojene pobede, ali vaše emocije i dalje mogu da vas spotaknu ako ne naučite da ih kontrolišete.",
"future": "Konačno ćete ubirati plodove svog truda iz prošlosti."
},

{"id": 9,
"title": "Pravda",
"description": "Pravda je veoma dobra karta i od nje možete očekivati samo najbolje, ali jedino ukoliko ste do sad postupali dobronamerno i korektno prema drugima. Ukoliko ste bili žrtva, pravda će biti na vašoj strani. Međutim, ukoliko ste bili nasilni ili nemoralni, budite oprezni. Za nepravedne, ova karta je upozorenje da menjaju svoj način ponašanja pre nego što vam sudbina dođe na naplatu. Pravda je karta koja teži ravnoteži i može vam sugerisati da je potrebno da povratite mir i homeostazu u vašem životu.",
"key-interpretations": "Balans, ravnopravnost, poštenje",
"yesno": "DA. Neko ko vam je učinio nepravdu u prošlosti, uskoro će vam se odužiti u pozitivnom smislu .Ova karta znači da će se nepravda ispraviti, a loša karma popraviti. Smatrajte da ste zaslužili sve ono dobro što će vam se uskoro desiti , jer je to rezultat vaših dobrih dela u prošlosti. Dozvolite svom duhu da se odmori, duboko odahnite i uživajte.",
"career": "Ova karta treba da vas podstakne na razmišljanje o ravnoteži između posla i privatnog života. Ukoliko ste se isuviše posvetili karijeri, tada mogu početi da trpe drugi aspekti vašeg života. Odvojite vreme da razmislite o tome kako stvari možete promeniti na bolje. Sa druge strane, ako ste zanemarivali svoj posao, posvećivali se zabavi ili se suviše fokusirali na ljubavni život, prihvatite se poslovnih obaveza sa više entuzijazma. Najvažnije je održati balans.",
"love": "Ova karta služi kao podsetnik kako biste bili sigurni da u svim vašim ličnim odnosima postoji osećaj poštovanja i pristojnosti. Bez obzira da li ste slobodni, da li se samo zabavljate, da li ste tek ušli u vezu ili ste u dugoj vezi, važno je da se prema potencijalnim ili sadašnjim partnerima ponašate s ljubavlju i pristojno, a to isto zaslužujete zauzvrat. Hladnoći i gorčini nema mesta u ljubavnom životu. Razmislite postoji li neko ko vas ne tretira onako kako zaslužujete i poradite na tome.",
"past": "Možda ste do sada bili skloni da sudite drugima po izgledu. Sada je od velike važnosti zanemariti površne stvari i sagledati situaciju dublje.",
"present": "Neke odluke u vašem životu moraju se pažljivo izvagati. Teret odluke pada na vas. Odlučite pravično i ispravno i nećete pogrešiti.",
"future": "Žrtve koje ste podneli u bliskoj prošlosti će se uskoro konačno isplatiti."
},

{"id": 10,
"title": "Pustinjak",
"description": "U svačijem životu dođe trenutak kad se neko mora povući i pažljivo preispitati svoje odluke. Ako ste izvukli ovu kartu, sada je pravi trenutak da Vi to učinite. Potrebno je da duboko razmislite o svojoj trenutnoj situaciji. Samo duboka i iskrena introspekcija će Vas dovesti do rešenja. ",
"key-interpretations": "Samoća, traženje smisla, introspekcija",
"yesno": "DA. Pustinjak luta sam, ukazujući na duhovnost i nedostatak brige za materijalne stvari. Ova karta ukazuje na veliku unutrašnju moć i snagu i sposobnost sagledavanja stvari bez obzira na to koliko okolnosti deluju negativno. Sigurno ćete uspeti u svom poduhvatu, ali biće potrebne žrtva i posvećenost. Spiritualno će vas voditi i uspeh neće izostati.",
"career": "Izvlačenje ove karte može ukazati na to da je potrebno da poradite na svom unutrašnjem i emocionalnom stanju, pre nego što se fokusirate na posao. Bez obzira spremate li se za intervju ili imate važan projekat, potrebno je da se, pre svega, posvetite sebi i svom unutrašnjem miru. Pokušajte da se opustite, ne brinete oko rokova, ne brinete oko sitnica - na kraju krajeva, razvoj vaše karijere neće zavisiti od sitnica i nema potrebe da se previše opterećujete.",
"love": "Pustinjak je snažan pokazatelj da trebate provesti neko vreme sami. On je usamljena figura koja se bavi meditacijom i razmišljanjem i posvećen je duhovnom životu - i vi isto možete imati koristi od toga! Potreban vam je mir, skromnost, strpljenje. Pokušajte da što manje jurite, što manje se opterećujte i ne postavljajte sebi neumerene ciljeve. Sve dobre stvari zaista dolaze onima koji čekaju.",
"past": "Moraćete da prihvatite da će vas neke nevolje iz prošlosti, naročito emotivne prirode, neko vreme usporavati.",
"present": "Dobićete mudre savete i podršku.",
"future": "Iznenadni događaj povešće vas pravim putem i pokazaće vam šta je ono što vaše srce istinski želi. Čeka vas vreme velikog uživanja!"
},

{"id": 11,
"title": "Točak sudbine",
"description": "Ova karta je simbol životnih ciklusa i kao takva govori o dobrim počecima. Događaji koji slede će za Vas biti veoma pozitivni budući da je ova karta znak sreće. No, nemojte poleteti previsoko, već pratite sudbinu i ne pokušavajte da kontrolišete stvari na koje ne možete uticati.",
"key-interpretations": "Promena, sudbina, sreća",
"yesno": "DA. Imaćete mnogo sreće. Točak sudbine je karta koja ukazuje na materijalno bogatstvo i novčani uspeh. Stvari idu u dobrom smeru i vi imate osećaj nadahnuća u svom životu. Očekujte pozitivan ishod koji je rezultat vašeg truda i spiritualnih okolnosti, kako u sadašnjosti, tako i u prošlosti. Budite zahvalni što su vam stvari krenule putem blagostanja i sreće.",
"career": "Kada se u proricanju pojavi ova karta, ona otkriva da uskoro dolaze bolja vremena. Ako ste se mučili da nađete posao, dobijete unapređenje ili zaključite posao, čini se da ćete uspeti i to uskoro. Iako se možda osećate iscrpljeno od napora koje ste uložili, nastavite jer ćete uskoro preći preko najgoreg. Za vas ubrzo dolazi period sreće i ispunjenja.",
"love": "Da li je vaš ljubavni život u poslednje vreme trpeo neuspehe? Srećom po vas, kada izvučete Točak Sudbine, to je pozitivan znak. Možda se osećate kao da je sve van kontrole, ali budite uvereni da će stvari uskoro konačno krenuti u pozitivnom smeru. Očekujte događaj koji će promeniti vašu trenutnu situaciju na bolje. ",
"past": "Bez obzira da li ste prošli kroz težak ili uspešan period, vi ste rođeni pod srećnom zvezdom i sreća će vas neminovno pronaći, pre ili kasnije. ",
"present": "Ni dobra ni loša sreća nisu trajne, zato treba težiti ravnoteži u životu.",
"future": "Dolazi vam velika pozitivna promena."
},

{"id": 12,
"title": "Snaga",
"description": "Snaga je moć, a vi je posedujete. Ovo je veoma pozitivna karta ako se borite protiv bolesti ili se oporavljate od povreda. Pod snažnim ste kosmičkim ili emotivnim uticajima i ti uticaji mogu se usmeriti ka svetlosti ili mraku. Verovatno težite ka tome da se hrabro suočite sa svojim problemima i konačno ih pobedite istrajnošću i voljom. Međutim, sa ovakvim spoljašnjim uticajima i unutrašnjom sposobnošću da prevaziđete životne prepreke kakve sugeriše karta Snage, možete da preuzmete punu kontrolu nad svojim postupcima ili osećanjima. Pazite samo da na svom putu ne povredite one do kojih vam je stalo. ",
"key-interpretations": "Energija, snaga, vitalnost",
"yesno": "DA. Snaga predstavlja oproštaj zbog prošlih grešaka i ispravku nepravdi. Ovo je karta karme i novih početaka. Situacija koja se razvijala već neko vreme konačno će dobiti svoj ishod.Vi ćete doživeti preporod - krenućete u novom pravcu i više vasneće sputavati stare navike. Možete ići napred samopouzdano, znajući da je pred vama novi dan. ",
"career": "Ako se suočite sa izazovima koji su pred vama, ovo je vaša šansa da dokažete šefu, klijentu ili bilo kojoj drugoj vama značajnoj osobi, od čega ste napravljeni. Čak i ako morate malo da se borite, otkrićete da imate više nego dovoljno sposobnosti i unutrašnje snage da uspete tamo gde drugi nisu uspeli. Važno je da budete odvažni i istrajni - ako uspete u tome, poslovni preporod je siguran. ",
"love": "Ova karta vam pokazuje da je veza stagnirala. Iako zaista želite da idete napred, nešto vam blokira napredak. Ne trudite se previše da vezu pretvorite u nešto što nije. Na primer, pokušaj pretvaranja platonskog prijateljstva u romansu izgleda dobro u teoriji, ali u stvarnosti može imati nesrećne posledice.Takođe, ukoliko ste nečim nezadovoljni, važnoj je da to promenite, a ako je nemoguće promeniti, važno je prepoznati pravi trenutak da krenete dalje. Skupite snage za donošenje teških odluka i budućnost će vam doneti sudbinu kakvu zaslužujete.",
"past": "Vaša tendencija da zaštitite sopstvene interese i psihu testirala je vaš karakter i ojačala ga, omogućavajući vam da pobedite nedaće.",
"present": "Dobićete ponudu koja će promeniti budućnost na bolje. Nemojte je odbiti!",
"future": "Čeka vas pobeda nedaća i velika sreća."
},

{"id": 13,
"title": "Obešeni čovek",
"description": "Obešeni čovek može se protumačiti na dva vrlo različita načina. Prvi način podrazumeva da staro mora umreti da bi se stvorilo novo, a to jednostavno može ukazivati na preokret ili promenu u vašoj budućnosti koja je izvan vaše kontrole. Drugo tumačenje je žrtvovanje koje morate podneti da bi došlo do pozitivne promene u vašem životu. Obe interpretacije podrazumevaju da je potrebno da vrlo pažljivo razmišljate o odlukama u svom životu.",
"key-interpretations": "Promena, žrtva, tranzicija",
"yesno": "NE. Obešeni čovek ukazuje na kaznu i gubitak. Prošli ste kroz težak period i osećate da niste dobili zasluženu nagradu u životu. Za sada morate tiho podneti poraz. Možda ćete u dalekoj budućnosti videti dublje značenje onoga što vam se događa. Za sada morate podnositi bol sa dostojanstvom i čekati da vam budućnost donese povoljnije prilike.",
"career": "Iako nije naročito harizmatična karta, obešeni čovek otvara mnogo mogućnosti u pogledu karijere i poslovnih poduhvata. Ova karta otkriva da morate ići oprezno, testirajući svaki korak pre nego što preduzmete sledeći. Neophodno je ne žuriti. Ako započinjete novi posao ili projekat, budite temeljni, obratite pažnju na detalje i potrudite se najbolje što možete - i sjajno ćete napredovati.",
"love": "Da li je sve vaše žrtvovanje bilo uzalud? Da li se osećate kao da ste se kretali ka cilju za koji se čini da se sve više udaljava što se više oko njega trudite? Obešeni čovek podstiče prihvatanje vašeg trenutnog stanja i sugeriše da će vas racionalno razmišljanje o vašoj situaciji dovesti do mira. Šta god da odlučite, zapamtite - sloboda ne mora biti jednaka usamljenosti, a puštanje nije isto što i odustajanje.",
"past": "Samo ukoliko pustite prošlost i konačno prebolite neku emocionalnu povredu, možete se nadati duhovno bogatijoj budućnosti. ",
"present": "Vaše trenutne ambicije grade se na slabim temeljima, izgrađenim od lažnih obećanja. Budite oprezni.",
"future": "Nešto što već dugo tinja u vašem životu uskoro će proključati."
},

{"id": 14,
"title": "Smrt",
"description": "Smrt nije automatski loša karta, već ona označava da vas čeka određena promena. Promena se može desiti u bilo kom aspektu vašeg života ali je sigurno da će ona biti trajna, značajna i apsolutna. Moguće je da će sam proces promene biti bolan i da će doneti osećaj gubitka, ali uprkos tome doći će do prihvatanja prirodnog procesa promene sa vaše strane. Očekujte kraj bliskog prijateljstva, ljubavne veze, gubitak posla ili razvod, ali se uzdajte u pozitivne promene koje će budućnost doneti.",
"key-interpretations": "Kraj, dramatična promena, novi početak ",
"yesno": "NE. Ova karta u osnovi označava promenu, ali ta promena nekada nije pozitivna. Kada je ovo jedina karta u tarot čitanju, Smrt označava stagnaciju i propadanje. Izgubili ste vaš životni cilj iz vida, pažnja vam je rasuta, u haosu ste i stičete nove loše navike. Niste u mogućnosti da otvorite nove puteve za rast. Možete ići napred samo predajući se promenama i verovatno dozvoljavajući lošoj karmi da se dogodi. Prihvatite da nekim stvarima mora doći kraj. Jedino tako ćete otvoriti svoj duhovni put za nove početke.",
"career": "Možda će biti potrebna promena stava ili preokret duboko ukorenjenih uverenja pre nego što dostignete ciljeve kojima težite. Ako postoji neko u poslovnom ili korporativnom svetu kome se divite, preambiciozno je trenutno misliti da možete da postignete iste rezultate kao ta osoba. Međutim, ukoliko krenete malim koracima, te strpljivo i vredno napredujete, mogli bi učiniti čudo. Karta Smrti, dakle, nije negativna karta, ona samo ukazuje na potrebu za promenom.",
"love": "Verovatno se ne možete pripremiti za ono što sledi, ali karta Smrti ukazuje na to da vas čeka iznenadna promena. Da li ova karta označava stvarnu, doslovnu smrt ili dramatičan kraj? Ne mora da znači. Možda ćete proći kroz sličan proces tugovanja, ali ova smrt je figurativne vrste. Da bi nešto novo počelo, nešto drugo mora da se završi. Budite uvereni da ćete se osećati oslobođeno i da su promene neminovan proces života koji nas vodi ka nečemu boljem.",
"past": "Nešto vama drago je došlo do svog prirodnog kraja. Morate prihvatiti da se sve vremenom menja i da svemu mora doći kraj. Nastavite dalje.",
"present": "Upravo se događa velika i strašna transformacija. Promena koja nastupa u vama i oko vas će vas možda uplašiti, ali je neophodna i neizbežna.",
"future": "Čeka vas bolna i strašna promena koju morate prihvatiti. "
},

{"id": 15,
"title": "Umerenost",
"description": "U pitanju je optimistična karta koja vas podstiče da pronađete ravnotežu u svom životu i mirno pristupite problemima. Osećanja i razum ne moraju ratovati u vama. Jedino je važno da “dvaput merite, a jednom sečete” to jest da dobro razmislite kad odlučujete između dve mogućnosti. U svakom slučaju, ova karta ukazuje da su okolnosti na vašoj strani. ",
"key-interpretations": "Sposobnost, kontrola, harmonija i ravnoteža",
"yesno": "NE. Karta umerenosti vam sugeriše da pogrešno verujete da će se stvari odvijati na najbolji način same od sebe. Niste uspeli da preduzmete svakodnevne, disciplinovane mere da biste ispunili svoje ciljeve. Budući da niste ispunili svoje zadatke, ne možete očekivati naročit uspeh vezano za vaše pitanje i želju. Bilo da se radi o ljubavi, novcu ili drugim ciljevima, nedostatak truda je očigledan. Morate naučiti da uskladite svoja uverenja i postupke. Tek tada će uslediti napredak.",
"career": "Ako ste razmišljali o poslovnom partnerstvu ili saradnji na projektu, ova karta vas obaveštava da sa pravom osobom možete da napravite čudo, a pri tom i zaradite. Verovatno ćete znati kada upoznate pravog poslovnog partnera jer ćete odmah primetiti da se veoma dobro razumete. Upustite se u poduhvat, jer kombinacija njihovih veština i sposobnosti sa vašima može biti dobitna kombinacija.",
"love": "Ovo je karta koja simbolizuje ravnotežu, pa ako ste se previše prepuštali svom ljubavnom životu ili pak provodu, vreme je da usporite. Ne morate pokazati mnogo harizme, duhovitosti i seksualne privlačnosti da biste dokazali da vredite. Uradite ono što je neophodno da biste postigli tu neuhvatljivu ravnotežu u ljubavnom životu - opustite se i usporite. Posvetite se sebi.",
"past": "Pokušajte da sagledate prošlost mirno i izvučete pouke iz nje.",
"present": "Nedavno ste naučili da radite skladnije sa drugima i važno je da nastavite sa tom praksom. Ostvarenje neke želje, privatne ili poslovne, doći će iz tima sa kojim radite.",
"future": "U svim aspektima života moraćete da pokažete umerenost i samokontrolu. Neće biti lako, ali vi imate dovoljno snage za to."
},

{"id": 16,
"title": "Đavo",
"description": "Osećate se zarobljeno. Čini se kao da se nalazite u situaciji iz koje nema izlaza. Ova karta ne predviđa propast, već potrebu da budete na oprezu. Ona označava samozavaravanje, razorni bes, ljubomoru, nemir i jačina njenog negativnog uticaja zavisi od vašeg pristupa situaciji. Budite razboriti i racionalno razmotrite svoje opcije, ne dajte da vas savladaju negativne emocije kao što su bes, narcizam ili ljubomora.",
"key-interpretations": "Bes, ljubomora, nasilje, iluzije",
"yesno": "DA. Đavo predstavlja vrlo snažnu materijalnu silu, novac, strasti i iskušenja. Na putu vam stoje prepreke, ali imate resurse koji su vam potrebni da biste odgovorili na izazov. Neće biti lako, ali vaša emotivna snaga omogućiće vam da odolite svim iskušenjima i rezultiraće pozitivnim ishodom. Nemojte podcenjivati ozbiljnost prepreka koje su pred vama, niti snagu vaših neprijatelja, i dobićete ono što želite.",
"career": "Pokušajte da se ne brinete jer stvari možda neće biti tako loše kao što trenutno izgledaju. Iako vam se čini da nema dostupnih opcija, njih je zapravo više nego što mislite. Ono što vam zaista treba je nova perspektiva. Pokušajte da sagledate svoju trenutnu situaciju novim očima. Možda vam razgovor sa nadređenim kome verujete ili dobrim prijateljem može pomoći da pronađete rešenje.",
"love": "Da li ste se prepuštali tamnoj strani ljubavi? Da li sledite osnovne instinkte i popuštate li životinjskim porivima? Ova karta simbolizuje tendenciju da budete sebični kada su u pitanju instinkti, što vam ne ostavlja puno prostora za vezu. Možda ćete morati da se odreknete nekih svojih loših navika da biste pronašli ono što zaista tražite.",
"past": "Prepoznajte svoje loše navike i ponašanja koja vas sputavaju i promenite ih.",
"present": "Nadareni ste za humor i zabavu. Vitalni ste, puni energije i posedujete ogroman kreativni potencijal. Ne treba da odbacite ove vaše osobine, ali čuvajte se da ne preterate u porocima i provodu, već usmerite energiju i ka nečemu perspektivnom.",
"future": "Život je više od pukog uživanja i morate to zapamtiti da ne biste prokockali svoje šanse za uspeh."
},

{"id": 17,
"title": "Kula",
"description": "Mračna i zloslutna, Kula je oličenje poremećaja i sukoba. Ona ne označava samo moguće rušenje, već i nagle i nepovoljne promene izazvane nepredviđenim i traumatičnim događajima. Kula u vašem širenju uvek predstavlja pretnju, ali život neizbežno uključuje i loše događaje. Neophodno je da se suočite sa njima, a da li će to suočenje biti pomirljivo ili borbeno - vi odlučujete.",
"key-interpretations": "Dramatična promena, gubitak, neočekivani događaji",
"yesno": "DA. Kula predstavlja snagu, hrabrost i ambiciju. No, ova karta može označavati i ratoboran, agresivan stav. Definišite šta želite i ne zaustavljate se ni pred čim da biste to postigli. Karticu treba smatrati dobrim znakom da ćete uspeti u svom poduhvatu, ali morate uložiti izuzetne napore i sve svoje snage u ostvarenje željenog cilja. Jedino tako ćete prevazići sve svoje prepreke i neprijatelje i imati uspeha u onome što radite.",
"career": "Izvlačenje ove karte znači samo jedno - očekujte neočekivano. Jer, promena će brzo doći. Što se tiče vašeg posla, možda ćete se suočiti sa trenutnim neuspehom. Možda ćete uočiti da niste prihvaćeni među kolegama, možda će vam se vaši planovi ili ideje učiniti nerealnima, ili ćete otkriti da vas šef ne vidi kao saradnika kakvog želi. Ne dajte se obeshrabriti. Ovo je samo trenutak kada ćete shvatiti da morate da napravite određene promene, možda se vratite na početak i postavite odgovarajuće temelje kako bi se vaši snovi mogli ostvariti.",
"love": "Vaš ljubavni život je u kriznom režimu kada ste izvukli ovu kartu. Nešto se mora promeniti, jer je prilično očigledno da se ne može ići dalje ovim putem. Ova karta ponekad govori da, ako vam vaša intuicija to sugeriše, sve srušite i počnete ispočetka. Ne plašite se onoga što izgleda kao potpuno uništenje. Ništa ne traje večno, posebno razočaranje. Promene su put napretka, i nikada ne znamo šta nas bolje čeka kad izađemo iz svoje zone komfora.",
"past": "Skori traumatični događaji su veoma uticali na vas. Pokušajte da pronađete mir.",
"present": "Nezadovoljni ste pojedinim aspektima privatnog života. Neke vaše veze će morati ili da se obnove ili da se konačno raskinu.",
"future": "Sa jedne strane, ova karta govori o skorom gubitku, ali sa druge strane, nagoveštava oporavak i promenu na bolje."
},

{"id": 18,
"title": "Zvezda",
"description": "Prisustvo ove karte za vas znači period predaha i obnavljanja. Ovo obnavljanje može biti duhovno, fizičko ili i jedno i drugo. Zvezda je naročito pozitivan znak kad se oporavljate od bolesti ili povrede. Zvezda je svetlost u tami, osvetljava Vašu budućnost i prošlost. ",
"key-interpretations": "Mir i spokoj, sudbina, prilika",
"yesno": "DA. U pitanju je veoma pozitivna karta koja predstavlja nadu u svetlu budućnost i snove koji se ostvaruju. Moguće je da ćete konačno početi da živite život koji ste zamislili. Obratite pažnju na svet oko sebe i počećete da viđate znake daćete uskoro dobiti ono što želite. Ispunjenje vaše želje će se dogoditi u narednih nekoliko dana.",
"career": "Ova karta je vrlo pozitivan znak koji otkriva da će se određene loše stvari, koje su se dogodile u bliskoj prošlosti, poboljšati. Možete očekivati da vam se nove mogućnosti iznenada ukažu, a one bi mogle biti još unosnije od onoga čemu ste se ranije nadali. Vreme je da proširite svoje horizonte i pripremite se za nove poslovne prilike koje mogu uzdrmati vaš svet i promeniti ga na bolje.",
"love": "Šta je ono što vas motiviše, za čim žudite i šta vas čini srećnim? Zvezdana karta pokazuje da ćete uskoro dobiti ogromnu dozu upravo onoga što vas pokreće i motiviše, i to će vas pokrenuti napred u pravcu prave ljubavi. Naporno radite na tome da se emocionalno i duhovno razvijate, što duhovno, što u drugim sferama života, što vas čini celovitom, ispunjenom osobom. Vaša romantična budućnost izgleda svetlo!",
"past": "Ako vam je prošlost bila turbulentna, uskoro ulazite u miran i spokojan period",
"present": "Možda vam sada ne izgleda tako, ali naći ćete se okruženi skladom i srećom. ",
"future": "Očekuje vas svetla budućnost. Sleduje vam neki veći uspeh, oporavak od bolesti ili neka iznenadna sreća."
},

{"id": 19,
"title": "Mesec",
"description": "Nešto u vašem životu nije onakvo kakvim vam se čini. Možda je u pitanju nerazumevanje sa vaše strane ili istina koju ne možete da priznate sebi. Ova karta takođe može ukazati na nešto važno što vam drugi taje. To može biti razlog zabrinutosti ili depresije u vašem životu, a Mesec je snažan pokazatelj da se morate osloniti na svoju intuiciju da biste uočili obmanu. ",
"key-interpretations": "Oprez, konfuzija, zabluda",
"yesno": "DA. Mesečeva karta predstavlja predanost i postojanost. Imate višu silu koja brine o vama. U vama i oko vas rastu vera i ljubav. Baš kao što i Mesec raste i opada, možda ćete doživeti uspone i padove u svom duhovnom životu, ali konačan ishod će biti povoljan. Božansko u vama će vam dati veliku snagu i duševni mir.",
"career": "Mesec, iako predstavlja ženski faktor i moć podsvesti, može biti znak sabotiranja vašeg uspeha u karijeri. Ako ste upravo na putu na kom želite da budete ili ste na ivici da ostvarite svoj glavni cilj, budite na oprezu. Meditacija i relaksacija, stanja u kojima vam je um oslobođen i miran, sigurno će vam pružiti odgovore kako da izbegnete opasne situacije. Posvetite im se.",
"love": "Previše opcija može dovesti do zabune i problema. Mesečeva karta simbolizuje potrebu da obratite pažnju na ono što vaša podsvest pokušava da vam kaže, pa je moguće da već imate odgovore koje tražite o svojoj ljubavnoj situaciji, samo je potrebno da razmislite. Šta vam govori intuicija? Šta vam govori vaš unutrašnji glas? Iskoristite svoju intuiciju da biste probili logičke granice koje ste sami stvorili i pronašli izlaz iz neželjene situacije.",
"past": "Veoma ste emotivni i nerealni u razumevanju nekih prošlih događaja. Pokušajte da ih sagledate realnije.",
"present": "Vaš život se u poslednje vreme promenio i određena neizvesnost i anksioznost utiču na vaš trenutni doživljaj stvarnosti.",
"future": "Vaša hrabrost će nadmašiti vaš strah. Zapamtite to kad god vam se čini drugačije."
},

{"id": 20,
"title": "Sunce",
"description": "Kao sveopšti dobar uticaj, Sunce je izuzetno pozitivan simbol. Ova karta sugeriše ostvarenje nekog plana, a lični ciljevi i radost su vam nadohvat ruke, ako ste spremni uložiti trud da ih ostvarite. Ako se upustite u novi lični poduhvat, poput braka ili osnivanja porodice, Sunce ima naročit pozitivan uticaj.",
"key-interpretations": "Obilje, radost, produktivnost",
"yesno": "DA. Sunce predstavlja dobre misli, sreću i zadovoljstvo. Naći ćete svrhu u svom životu. Sunce je karta koja takođe može označavati period u kom ćete doživeti veliko zadovoljstvo. Vaše brige će na neko vreme nestati i moći ćete se opustiti. Svi strahovi koji su vas toliko dugo okruživali sada odlaze u drugi plan. Očekujte sreću i pozitivan ishod, bilo da je reč o značajnom životnom poduhvatu ili periodu izuzetnog zadovoljstva.",
"career": "Ova karta ukazuje na veliku sreću ili veliki finansijski dobitak! Možda ćete pokrenuti novi poslovni poduhvat i napredovati kao vođa nekog tima u firmi. Zaslužili ste svaku pohvalu i sve preporuke koje ste dobili, jer ste se potrudili za takva priznanja. Međutim, pokušajte da ostanete čvrsto na zemlji i ne “dignete nos” jer je važno održati ne samo finansijski uspeh, već i dobre odnose sa kolegama. Ostanite skromni i odajte priznanje onima koji su vam pomogli da stignete tako daleko.",
"love": "Danas je vaš srećan dan! Karta Sunca ukazuje da vam se sreća osmehuje, a neka iznenadna situacija bi mogla da promeni vaš ljubavni život na bolje. Ne planirajte unapred. Prepuštanje slučaju rezultiraće najlepšim iznenađenjima. ",
"past": "Vaša snažna vera u ljubav, čak i ako je poljuljana, i dalje je opravdana. Ljubav vas je možda razočarala u prošlosti, ali neko vas čeka u bliskoj budućnosti.",
"present": "Vaš optimizam i postojana pozitivna energija daju vam veliku sposobnost davanja i primanja ljubavi. Oni su takođe koren vašeg sopstvenog potencijala za uspeh.",
"future": "Predstoji vam trenutak koji vam može promeniti život. Ne oklevajte: ispružite ruke i zgrabite svoju priliku!"
},

{"id": 21,
"title": "Presuda",
"description": "Presuda govori o promeni, ali za razliku od Smrti ili Kule, to nije iznenadna ili sudbinska promena, već promena koja proizlazi iz razuma. Označava planove, koji su često već u izradi, a koji će se ostvariti i doneti uspeh. Razmišljajte praktično i pustite svoj um da Vas vodi. Logika je, u ovom slučaju, bolji vodič od intuicije. Budite spremni za donošenje velike odluke u svom životu, verovatno one koja će oblikovati sledeće poglavlje vašeg života i nadajte se najboljem ishodu. ",
"key-interpretations": "Odluke, uspeh, transformacija",
"yesno": "DA. Ova karta predstavlja vrhunac dugog procesa koji rezultira za vas pozitivnim i dugo željenim ishodom. Dugo željeni cilj oko kog ste uložili mnogo truda će se realizovati. Dugo ste se borili i trudili, a vaša nagrada je konačno blizu. Sve vaše zabune postaće jasne i sve vaše rane će biti zalečene. Stigli ste do cilja za kojim ste dugo i uporno tragali.",
"career": "Promena vašeg stava mogla bi da podstakne dramatičan preokret u situaciji koja kao da nikuda ne vodi. Presuda sugeriše da je potrebno da pobedite svoj bes ili nezadovoljstvo promenom načina sagledavanja situacije oko sebe. Razgovarajte sa prijateljem, posvetite se tehnikama relaksacije ili na drugi način pokušajte da pobedite negativne emocije u sebi. Promenom stava, sve će krenuti na bolje. ",
"love": "Uskoro dolazi presudni trenutak za vas. Možda ste se plašili ovog trenutka zbog svega što bi moglo biti rečeno, ili će vam biti drago jer konačno možete da kažete sve što vam je na srcu - u svakom slučaju, dolazi vreme promena, a rezultat će biti vaše ponovno rođenje. Osećaćete se oslobođeno. Nemojte se zaustavljati niti žaliti za prošlošću. Nastavite napred dok ne postignete svoj cilj, kakav god on bio.",
"past": "U procesu ste oslobađanja od lanaca svoje prošlosti i okrećete novi list.",
"present": "Možda ste se ograničili na život koji su drugi planirali za vas. Ako je to slučaj, onda vi još uvek tražite sebe. Ako se više posvetite sebi, otkrićete kako da nađete svoj put.",
"future": "Razmislite o tome da pobegnete iz grada u kom živite, promenite posao ili način razmišljanja. Možda čak i sva tri. Sada je pravo vreme da u svoj život unesete promene."
},

{"id": 22,
"title": "Svet",
"description": "Ova karta je pokazatelj velike i neumoljive promene. Ova promena predstavlja šansu da završite sa svim starim i započnete novi život. Svet sugeriše zrelost, osećaj unutrašnje ravnoteže, te dubokog razumevanja. Moguće je da se Vi sami drastično menjate, stičete snažan osećaj identiteta i postajete sigurniji u sebe. Ponekad, kada ova karta ne donese drastičnu emocionalnu promenu, ona donosi promenu u fizičkom smislu - moguće je da ćete se trajno odseliti ili otići na duže putovanje.",
"key-interpretations": "Sigurnost, nagrada, zadovoljstvo",
"yesno": "DA. Vi ste deo mnogo većeg obrasca, poretka koji potiče izvan vas samih. Slučajno proživljavate veoma važan trenutak koji će vam pojasniti mesto u božanskom planu. Steći ćete uvid u pravu prirodu stvari i saznati svoju svrhu u životu. Ako vam se vaš trenutni cilj i želja i ne ispuni, shvatićete bitne stvari o sebi i onome što vas ispunjava u životu. Ova karta vam ukazuje da ste na pravom putu. Ali, da biste ostvarili svoj puni potencijal, potrebno je da budete deo tima, da vam pomogne porodica, partner ili prijatelji. Jedino kao deo veće zajednice možete postići sve što zamislite.",
"career": "Vreme je za vaših pet minuta slave i vreme je da pokažete svetu šta možete. Ako ste uložili mnogo energije u svoje poslovanje ili karijeru, sposobnost da se prodate na pravi način može biti presudna za vaš uspeh. Potrebno je da uložite velik trud kako biste impresionirali prave ljude, jer nagrade mogu biti ogromne. Ključ je u povezanosti sa pravim ljudima.",
"love": "Šta je to što želite? Dobro razmislite, jer ova karta označava da možete postići sve što poželite. Ova karta predstavlja simbol snage, moći i uspeha, a takođe se smatra i najboljom kartom u glavnom špilu arkane kada je reč o ljubavi i romantičnim situacijama. Šta ovo znači za vaš ljubavni život? Očekujte da ćete postići cilj koji će vam omogućiti da dostignete veliko zadovoljstvo i sreću, te da će za vas u ljubavi još dugo sve biti u najboljem redu. ",
"past": "Koristićete vaše talente i znanja stečena u prošlosti da inspirišete i oduševite druge.",
"present": "Morate prihvatiti da su ideje drugih jednako važne kao i vaše. Tek kada sagledate vrednost tuđih talenata i znanja, možete se nadati zajedničkom prosperitetu.",
"future": "Vaš život je ušao u ciklus obnavljanja i možda ćete napustiti svoju zonu komfora u potrazi za novim iskustvima. U vama se budi i interes za okultno, za umetnost ili nova znanja. Ne sputavajte svoju radoznalost."
},

{"id": 23,
"title": "As štapova",
"description": "As štapova snažno sugeriše uspeh u preduzetništvu ili biznisu. Ukoliko još uvek niste započeli neku samostalnu delatnost, ova karta govori da bi trebalo preduzeti nešto takvo, makar kao dodatni posao ili hobi. Ukoliko vam biznis nije prioritet u ovom trenutku, ova karta može sugerisati i rođenje deteta ili početak nove veze. Iskoristite svoj potencijal i entuzijazam za nove početke i očekujte uspešne rezultate.",
"key-interpretations": "Rođenje, početak, kreativnost",
"past": "Nove mogućnosti proizići će iz dramatičnih saznanja, zato držite oči širom otvorenim i slušajte šta ljudi imaju da vam kažu.",
"present": "Očekuje vas nešto novo. To može biti značajan poslovni poduhvat ili prinova u porodici.",
"future": "Vaši ciljevi se neće ostvariti ukoliko ne razmišljate potpuno racionalno."
},

{"id": 24,
"title": "Dva štapa",
"description": "Dva štapa podrazumevaju da ćete sklopiti prijateljstvo ili poslovno partnerstvo u neposrednoj budućnosti. Najverovatnije ćete prosperirati od tog partnerstva ili prijateljstva, te možete očekivati finansijski dobitak ili poslovni napredak. Dva štapa podrazumevaju brigu i nesigurnost sa vaše strane, ali je ta briga najčešće nepotrebna. ",
"key-interpretations": "Postignuće, prijateljstvo, ostvarenje ciljeva",
"past": "Istinsku sreću naći ćete samo ako pronađete duhovni mir u sebi.",
"present": "Uspećete samo ukoliko imate snažnu upornost i jasnu viziju.",
"future": "Ispunjenje želja će vam biti dostižno ako imate dovoljno volje i upornosti da ostvarite svoje ambicije."
},

{"id": 25,
"title": "Tri štapa",
"description": "Ukoliko ste kreativna i inventivna osoba, ova karta je izuzetno povoljna za Vas. Vaš kreativni potencijal će porasti i potrebno je da obratite pažnju na nove i bolje mogućnosti za razvoj karijere. Nove prilike donose nove dobitke, ali će biti potrebno strpljenje, trud i sklapanje novih partnerstava da bi Vam Vaša inovativnost donela dobit.",
"key-interpretations": "Postignuće, uspeh, novi početak",
"past": "Naći ćete se mentalno izazvanim radom koji vas čeka u bliskoj budućnosti.",
"present": "Budite u potrazi za novim partnerstvom. Pomoći će vam na putu ka bogatstvu ili priznanju.",
"future": "Dobićete retku bitku u životu i to će vas preplaviti mudrošću i mirom: na kraju ćete biti zadovoljni životom koji ste živeli i, što je najvažnije, bićete zadovoljni sobom."
},

{"id": 26,
"title": "Četiri štapa",
"description": "Mir i sigurnost vas čekaju nakon izvlačenja ove karte, ali obično u manjim aspektima vašeg života. Ne dozvolite da vas prevelike ambicije dovedu do potcenjivanja radosti koju mogu doneti jednostavni uspesi: Ovo je karta dobrih završetaka i novih početaka. Njeno prisustvo bi trebalo da bude dobrodošlo ako započinjete novu vezu ili novu fazu veze, kao što su brak ili veridba, a posebno je dobro za one koji će se preseliti u novi grad ili državu.",
"key-interpretations": "Sreća, novi počeci, zadovoljstvo",
"past": "Ako ste u bliskoj prošlosti započeli novu vezu ili poslovni projekat, očekujte najbolji mogući ishod.",
"present": "Na putu ste da završite nešto što će vam doneti sreću.",
"future": "Vaša porodica ili prijatelji uneće u vaš život duhovno zadovoljstvo. Možda ćete takođe naći zadovoljstvo u poslu ili novoj ljubavnoj vezi."
},

{"id": 27,
"title": "Pet štapova",
"description": "Pet štapova nikada nije dobrodošla karta. Pred vama je naporna borba. Obratite pažnju na one aspekte vašeg života u kojima postoje određeni konflikti i problemi proistekli iz prošlosti. Imajte na umu da pozitivan ishod nije nemoguć, ali budite spremni za napornu borbu i određene poteškoće. ",
"key-interpretations": "Anksioznost, konflikti, borba",
"past": "Vaša smelost rezultat je mnogih dobijenih bitaka. Koristite je, ali ne dozvolite da vlada vama.",
"present": "Vaša lična ambicija vam je nadohvat ruke, ali se ne može dostići bez borbe.",
"future": "Zapamtite da ljubav može trijumfovati nad najtežim preprekama u vašem životu i shodno tome je vrednujte."
},

{"id": 28,
"title": "Šest štapova",
"description": "Vaši prethodni napori će se konačno isplatiti. Bilo u obliku priznanja za prošli trud ili materijalne nagrade, očekujte nekakav manji ili veći uspeh u vašoj bližoj budućnosti. Ako čekate određene vesti, šest štapova je najverovatnije signal dobrih vesti. Međutim, ova karta je i podsetnik da bi velikodušnost i skromnost trebalo da prate vaš uspeh. Da ne biste izgubili prijatelje i izazvali zavist, ne dopustite da vam sreća “zavrti glavu”.",
"key-interpretations": "Dobre vesti, nagrada i priznanje, uspeh",
"past": "Ostvarenje vašeg cilja biće rezultat podjednako i vašeg truda, ali i srećnih okolnosti i inspiracije.",
"present": "Dragoceni saveznik će vam pružiti podršku. To će biti neko koga ćete tek upoznati, ali će vam u velikoj meri pomoći u ostvarivanju vaših želja.",
"future": "Doći će vam dobre vesti iz inostranstva ili značajan finansijski dobitak."
},

{"id": 29,
"title": "Sedam štapova",
"description": "Vi posedujete veliku upornost i hrabrost koji će vas sprovesti kroz teške periode. Možda niste svesni da posedujete ove kvalitete, ali ćete se brzo naći u situaciji gde će Vam oni biti od pomoći. Očekujte konflikte. Nije sigurno kada i gde će problemi iskrsnuti, ali vi imate kvalitete da ih prevaziđete. Iskoristite ih. ",
"key-interpretations": "Otpor, hrabrost, snaga",
"past": "Vaša prošlost je uticala na vas - izgradila vas je u snažnu i hrabru ličnost.",
"present": "Događaji oko vas pripremaju vas za nešto novo. Šta će to biti, zavisi od vas. Prihvatite promene i opustite se. ",
"future": "Pred vama je teška borba, ali uspeh je gotovo izvestan."
},

{"id": 30,
"title": "Osam štapova",
"description": "Pripremite se za naglu promenu ritma svog života. Stvari će postati vrlo temperamentne i sve će se odvijati brzo. Dobra vest je da će svi započeti projekti brzo napredovati, imaćete malo ili nimalo kašnjenja i konačan ishod će verovatno biti uspešan. Ova karta je takođe dobra vest ukoliko ste u vezi, ali sugeriše i mogućnost nove ljubavi na putovanju. Kad se sve uzme u obzir, ovo je dobra karta za vas, sve dok ste spremni da pratite ritam koji ona nameće, budete vredni i odgovorite na izazove pred vama vrednim radom i trudom.",
"key-interpretations": "Putovanje, ljubav, produktivnost",
"past": "Borba koja je trenutno aktivna u vašem životu i koja je trajala već neko vreme, verovatno će biti prekinuta kratkim trenutkom predaha. Uživajte u odmoru.",
"present": "Moguće je da ćete uskoro doživeti napredak ili neočekivano uzbudljivo putovanje.",
"future": "Bićete veoma vredni i zauzeti u narednom periodu i to će rezultirati uspehom."
},

{"id": 31,
"title": "Devet štapova",
"description": "Devet štapova bi se najbolje moglo opisati kao dualna karta, jer sugeriše i buduće izazove i sposobnost da ih prevaziđete. Vaš život je trenutno i gorak i sladak, jer postoje pozitivni i lepi momenti, ali verovatno postoje i znakovi nevolje u nekim manje kritičnim aspektima. Za sada je važno da budete strpljivi, zadržite trenutnu situaciju takvom kakva jeste i ne preduzimate nikakve veće rizike, a zatim da krenete napred kada napredak postane moguć.",
"key-interpretations": "Opreznost, unutrašnja snaga, dualitet",
"past": "Borbe u vašem životu vode vas ka miru, a njihov ishod zavisi od vaše unutrašnje snage i pomoći bliskih prijatelja.",
"present": "Iznenadiće vas izazov koji je pred vama, ali ćete pobediti u borbi sa neočekivanim problemima.",
"future": "Suočićete se sa problemima na radnom mestu. Ti problemi su neizbežni, ali vaš neuspeh nije. Oslonite se na vašu unutrašnju snagu da biste pregurali težak period."
},

{"id": 32,
"title": "Deset štapova",
"description": "Ako se deset štapova pojavi u vašem čitanju, verovatno radite previše naporno ili se opterećujete više nego što bi trebalo. To može ukazati na prekomerna opterećenja u potrazi za ostvarenjem vaših ciljeva. ",
"key-interpretations": "Teret, izazovi, pritisak ",
"past": "Oslonite se na vašu teško stečenu emotivnu snagu da vam pomogne u rešavanju trenutnih problema.",
"present": "Imate priliku da se oslobodite nekih loših navika koje su se učvrstile u vama, kao i ljudi koji vam nisu pravi prijatelji.",
"future": "Steći ćete novog prijatelja i utvrditi da imate puno zajedničkog sa njim. Taj prijatelj će vam biti od velike pomoći u budućnosti i pomoći će vam da rešite probleme od životnog značaja."
},

{"id": 33,
"title": "Paž štapova",
"description": "Paž sugeriše vitalnost. To je znak da se dobro osećate, i da ste dobrog zdravlja ili ćete ozdraviti. Ova karta može označavati i dobre vesti koje vam dolaze od mlađe osobe. S obzirom da posedujete bezgraničnu energiju, duboku odanost i mladalačku ljubav prema učenju, bićete u društvu mlađih osoba koje će vam pomoći da rešite neke trenutne probleme i preduzmete neke nove, moderne poslove koji vam mogu doneti uspeh.",
"key-interpretations": "Energičnost, avantura, veština",
"past": "Vaš nedavni trud i rad će vam doneti finansijsku dobit.",
"present": "Trenutno imate inspiraciju i stvaralački potencijal. Ne zanemarujte tu inspiraciju, jer vam može doneti finansijsku dobit.",
"future": "Prijatelj ili partner donosi vam radosne vesti."
},

{"id": 34,
"title": "Vitez štapova",
"description": "Vitez štapova je nepredvidiva karta i može biti povezana s vama ako ste skloni spontanosti ili brzo menjate mišljenje. Ovo može dovesti do toga da vas neki ljudi doživljavaju kao hirovite, ali većina će uživati u vašoj energiji. Ova karta takođe može da označava promenu za vas, verovatno u obliku putovanja, ili promenu u vašem okruženju. To može čak biti nova ljubavna veza ili avantura. Pazite, to se može dogoditi iznenada!",
"key-interpretations": "Odlučnost, putovanje u inostranstvo, nepredvidivost",
"past": "Mladić iz vaše prošlosti će se naglo vratiti u vaš život. Očekujte uzbudljive i lepe događaje, ali ne uzimajte sve njegove reči “zdravo za gotovo”.",
"present": "Uživajte u romansi koja će vam ulepšati i začiniti život, ali ne dozvolite da vas trenutak ponese.",
"future": "Neočekivano i iznenadno će vam se ostvariti neka davna želja."
},

{"id": 35,
"title": "Kraljica štapova",
"description": "Kraljica štapova povezana je sa ekstrovertnom i prijateljski nastrojenom ličnošću. Ova karta odnosi se na nekog bliskog vama na koga se možete i morate osloniti. Takođe, može ukazati da će u vaš život ući društvena osoba koja će vam postati bliski prijatelj, ili čak deo porodice.",
"key-interpretations": "Vrednoća, iskrenost, prijateljstvo ",
"past": "Neko iz vaše prošlosti otvoriće vam oči. Ova osoba će vam biti lojalna i dobronamerna. Najverovatnije je u pitanju dominantna, ženska osoba snažne ličnosti.",
"present": "Očekuje vas finansijski dobitak.",
"future": "Primićete nesebičnu pomoć od prijatelja ili partnera. Budite zahvalni i pokušajte da mu se odužite ljubaznošću u budućnosti."
},

{"id": 36,
"title": "Kralj štapova",
"description": "Kralj štapova može sugerisati nadolazeći finansijski dobitak. Takođe, on označava autoritativnu osobu muškog pola, vođu ili sudiju, koja će vam pružiti pomoć u rešavanju spora ili u poslovnoj sferi. Budite otvoreni za savete onih koji imaju više iskustva od Vas. ",
"key-interpretations": "Autoritet, dobit, posredovanje",
"past": "Možete da osetite posledice nekih svojih dela koje ste učinili u prošlosti, ali ne dozvolite da vas to skrene sa puta",
"present": "Stariji, uticajan muškarac će se iznenadno pojaviti u vašem životu i biće vam od velike pomoći. ",
"future": "Nesumnjivo vas čekaju lepi događaji i ostvarenje ciljeva u profesionalnom ili privatnom životu."
},

{"id": 37,
"title": "As pehara",
"description": "Ova karta označava početak razdoblja jakog emotivnog zdravlja za vas. Očekujte veliku radost, sreću i ljubav koji će vas okružiti. Postojeće ljubavne veze će ojačati, a ukoliko niste u vezi, očekujte novu ljubav. Ova karta sugeriše i moguć brak u bliskoj budućnosti.",
"key-interpretations": "Intenzivna veza, zadovoljstvo, uspeh",
"past": "Nedavno ste počeli da bivate produktivniji i veseliji - nova ljubav koja vam dolazi delovaće na vas veoma pozitivno. ",
"present": "Stabilnost će vam doći s vremenom, samo ako verujete svojoj intuiciji. Kad je svet oko vas u haosu, oslušnite vaš unutrašnji glas.",
"future": "Emocionalno težak događaj će se ipak dobro završiti."
},

{"id": 38,
"title": "Dva pehara",
"description": "Ključno značenje ove karte je partnerstvo. Kakva vrsta partnerstva je u pitanju, to je manje jasno, ali jedno je sigurno - bićete deo moćnog dua ili tima. To će za vas biti izvor sreće, prisustvo u vašem životu na koje možete računati na svakom koraku i osoba čije će vam blagostanje biti jednako važno kao i vaše vlastito. Ovo partnerstvo, bilo poslovno ili privatno, podrazumevaće apsolutno poverenje, uvažavanje i međusobno poštovanje. To može biti, naravno, posebno emotivna ljubavna veza, ali isto tako lako može biti duboko i trajno prijateljstvo. Tačnu prirodu ovog odnosa može otkriti ostatak proricanja. Obratite pažnju na ono što govore ostale karte. ",
"key-interpretations": "Privrženost, prijateljstvo, ljubav",
"past": "Možete očekivati radost, najverovatnije vredan poklon ili proslavu.",
"present": "Očekujte novo poznanstvo koje će se pretvoriti u snažno prijateljstvo ili ljubavnu vezu.",
"future": "Budite pripravni, jer ćete uskoro upoznati novog partnera ili prijatelja koji će vas usrećiti i u velikoj meri vam pomoći u postizanju ciljeva."
},

{"id": 39,
"title": "Tri pehara",
"description": "Tri pehara predskazuju zabavu ili proslavu. Ova karta označava veliku sreću koja će Vam se desiti u skoroj budućnosti, i to ne samo prolazni srećni događaj, već trajni koji će usrećiti i druge oko Vas. Obično se ova karta povezuje sa ispunjenjem nekog značajnog cilja ili sa rođenjem deteta.",
"key-interpretations": "Proslava, sreća, okupljanje",
"past": "Vaši dugo uspavani talenti počinju da utiču na vaš život. Ukoliko ih iskoristite, mogu vam doneti finansijsku korist.",
"present": "U vašem životu postoje nepravde koje će biti ispravljene ili rane koje su konačno spremne za zarastanje.",
"future": "Ostvariće se jedan od vaših snova ili će doći do sudske presude u vašu korist."
},

{"id": 40,
"title": "Četiri pehara",
"description": "Apatija je podmuklo zlo. Ako njen uticaj bude isuviše jak, možete izgubiti sebe, a da ni sami ne shvatite šta ste izgubili. Ova karta je snažno upozorenje da morate da prekinete trenutnu učmalost. Potražite ciljeve ili ljude za koje se vredi boriti. Postavite nove ciljeve, a zatim potražite nove puteve kako biste ih postigli. Sada je vreme da se rizikuje, jer je cena neuspeha daleko manja od cene nečinjenja ničega.",
"key-interpretations": "Dosada, razočaranje, nezadovoljstvo",
"past": "Ne možete da prebolite određene događaje iz prošlosti. Dajte sebi vremena.",
"present": "Duhovno zadovoljstvo ćete pronaći ako duboko i iskreno pogledate svoje trenutne odnose sa ljudima i budete spremni da prekinete veze kojima niste zadovoljni.",
"future": "Iznenadna odluka, ne nužno ona koju kontrolišete, sa sobom će doneti nove izazove. Okružite se ljudima koje smatrate pravim prijateljima."
},

{"id": 41,
"title": "Pet pehara",
"description": "Ova karta je mračan znak. Ona sa sobom nosi snažne emocije i upozorava na gubitak i razočarenje. Očekujte emotivni potres u životu, moguće vezan za projekat ili cilj u čije ste ostvarenje uložili dosta energije. Može se odnositi i na događaje iz prošlosti koji kod Vas i dalje izazivaju žaljenje ili bol. Jedino rešenje je optimizam: i to će proći. ",
"key-interpretations": "Gubitak, nova nada, kajanje",
"past": "Pronaći ćete nove alternative koje su vam dostupne za rešenje trenutnih problema i trebalo bi da ih temeljno istražite.",
"present": "Postoje prepreke koje treba da prevaziđete. Kako, tačno, u ovom trenutku nije jasno. Budite strpljivi.",
"future": "Donećete pogrešan izbor ili ćete se ponašati blesavo i moraćete da podnesete sramotu. Budite spremni da učinite sve što možete da popravite svoju grešku, ali i da oprostite sebi posledice. Na kraju krajeva, vreme ispravlja svaku grešku."
},

{"id": 42,
"title": "Šest pehara",
"description": "Ova karta označava da ćete ostvariti neki svoj dugo željeni cilj. Šest pehara može podrazumevati i povezivanje članova porodice koji su nekada bili bliski, ali ih je životni put razdvojio. Može simbolizovati i razrešenje nekog vašeg emocionalnog problema. Takođe, ova karta nagoveštava dugoročne emocionalne veze i brak. ",
"key-interpretations": "Izvinjenje, pomirenje, povratak",
"past": "Doživećete bezazleni ljubavni flert koji će vas napuniti energijom.",
"present": "Vaša sadašnja sreća je nagrada za vaše prethodne napore. Trebalo bi da odvojite malo vremena da se opustite i uživate.",
"future": "Očekujte dobre vesti od starih prijatelja."
},

{"id": 43,
"title": "Sedam pehara",
"description": "Ova karta snažno govori o vašem unutrašnjem ja. Pokušava vam reći nešto o vašem nesvesnom umu ili domenima vaše mašte. Vaše nade, snovi i neostvarene težnje su dostižne, i negde u vama čuče ideje koje vam mogu pomoći u njihovom ostvarivanju. Ova karta govori o dubokoj zbunjenosti ili nerazumevanju vaših istinskih motiva od strane vašeg svesnog uma. Vreme je da pažljivo pogledate sopstvene duboke unutražnje težnje i motive, kao i da preispitate svoje ciljeve. ",
"key-interpretations": "Konfuzija, snovi i ambicije, iskušenje",
"past": "Vaša neodlučnost će usporiti vaš napredak. Borite se protiv te neodlučnosti tako što ćete biti otvoreniji za promene.",
"present": "Ako se bavite samozavaravanjem, potkopaćete svoje prirodne talente i zasaditi seme sopstvenog neuspeha.",
"future": "Otkrićete da će vam vaše mentalne ili kreativne aktivnosti doneti nova, pozitivna iznenađenja."
},

{"id": 44,
"title": "Osam pehara",
"description": "Osam pehara simboliše da postoji stabilnost u vašem životu, ali da ta stabilnost dolazi uz određenu cenu. Verovatno ste nezadovoljni nečim u Vašem životu u ovom trenutku. Ova karta je snažan podsticaj da promenite nešto, da skupite hrabrost da krenete u drugom pravcu. Analizirajte vaš posao, veze sa ljudima i uverenja da biste pronašli uzrok nekog svog dubokog nezadovoljstva, i zatim odlučite da li ste spremni da se odreknete dela stabilnosti zarad potrage za srećom. ",
"key-interpretations": "Promene, lični razvoj, raskid/otkaz",
"past": "Niste bili sigurni u kom pravcu da krenete, iako ste duboko u svom srcu svesni da želite promenu. Odvojite malo vremena da razmislite o svemu i dozvolite sebi željenu promenu. ",
"present": "Nezadovoljni ste trenutnom situacijom i potrebno je da preduzmete nešto u vezi sa njom.",
"future": "Bol i razočaranje vas vrebaju. Pripremite se na borbu i ne odustajte. Svako loše iskustvo donosi vam više iskustva, snage i sposobnosti da krenete dalje u novu budućnost."
},

{"id": 45,
"title": "Devet pehara",
"description": "Ova karta je veoma moćan pozitivan pokazatelj! Predstavlja trajno i značajno zadovoljstvo u vašem životu, najverovatnije važno poznanstvo ili veliku ljubav. Iako ne traje zauvek, vi uskoro ipak možete očekivati da ćete biti zaista srećni. ",
"key-interpretations": "Ispunjenost, ljubav, zadovoljstvo",
"past": "Predstoji vam potpuno nova faza u vašem životu.",
"present": "Vaša patnja vam je donela snagu, a iz nje će za vas izrasti novi, lepši život.",
"future": "Vaš cilj vam je gotovo “ispred nosa”, samo ne smete odustati. Ostanite verni svojim izvornim željama."
},

{"id": 46,
"title": "Deset pehara",
"description": "Ova karta označava da ćete ostvariti neki svoj dugo željeni cilj. Deset pehara može podrazumevati i povezivanje članova porodice koji su nekada bili bliski, ali ih je životni put razdvojio. Može simbolizovati i razrešenje nekog vašeg emocionalnog problema. Takođe, ova karta nagoveštava dugoročne emocionalne veze i brak.",
"key-interpretations": "Porodica, veza, sreća",
"past": "Vaša saradnja sa osobom od autoriteta ili osobom na položaju može vam omogućiti i prestiž i zadovoljstvo.",
"present": "Uskoro vas čeka uzbudljivo i zabavno putovanje.",
"future": "Čeka vas nešto potpuno novo, bilo to putovanje negde gde još niste bili ili potpuno nova karijera, čak i mogućnost trajnog preseljenja."
},

{"id": 47,
"title": "Paž pehara",
"description": "Ova karta sugeriše introspektivnu prirodu naklonjenu umetnosti. Paž pehara ukazuje na nekoga u vašem životu koga ste prevideli, a ko vam itekako može pomoći u postizanju određenog cilja. U pitanju je tiha, možda stidljiva osoba, dobrog srca. Iako donekle zavisi od položaja u vašem proricanju, ova karta je generalno nosilac dobrih vesti.",
"key-interpretations": "Rođenje, kreativne ideje, dobre vesti",
"past": "Do sad ste dobro upoznali prepreke u svom životu koje vas sputavaju - samo posmatrajte kako sve te prepreke padaju! ",
"present": "Mlađi prijatelj će vas podsetiti koliko je zabava važna u životu. Uživajte u lekovitom dejstvu smeha i provoda.",
"future": "Približava vam se nova ljubavna prilika, budite spremni na nova poznanstva i ne dozvolite da vas ta prilika zaobiđe. Budite pristupačni."
},

{"id": 48,
"title": "Vitez pehara",
"description": "Vitez pehara vas podstiče da zapamtite da pobeda ne odnosi samo onaj ko je jači, već se pobeda može dostići i mudrošću i veštim umom. Ova karta može značiti i da vam mašta luta, pa ga možete tumačiti i kao upozorenje da zadržite fokus i oštar um. U životu vas čekaju novosti i novi burni događaji u kojima ćete uživati, ali je važno da ne poletite visoko i da ne gubite iz vida kuda idete.",
"key-interpretations": "Novosti, nove mogućnosti, prosidba",
"past": "Postoji nešto iz prošlosti što vas dekoncentriše - pokušajte da ostavite prošlost iza sebe i pronađite nove načine za dostizanje uspeha.",
"present": "Oslonite se na kreativnost i nove pristupe starim problemima da biste ostvarili uspeh.",
"future": "Približavate se oslobađanju snažne kreativne energije, koja će verovatno rezultirati velikom životnom promenom. Konačno ćete shvatiti svoju pravu vrednost!"
},

{"id": 49,
"title": "Kraljica pehara",
"description": "Osetljivost i nežna priroda tradicionalno se povezuju sa kraljicom pehara. Uprkos njenoj otvorenoj prirodi, njen uticaj je uglavnom pasivan i ona predstavlja ravnotežu kralju pehara. Prisustvo ove karte je podsetnik da ostanete u kontaktu sa emocionalnim aspektima svog karaktera. Njeno prisustvo biste trebali shvatiti kao nežnu ruku koja pokušava da vam pokaže vašu unutrašnju moć, koja je možda zaklonjena vašom ćutljivom prirodom ili trenutnim neraspoloženjem.",
"key-interpretations": "Zrela, osetljiva žena, emocije, mudrost",
"past": "Ženski uticaj, iskren i dobronameran, preuzeće važnu ulogu u ostvarivanju vaših ciljeva. U pitanju je prijateljica iz prošlosti, vrlo vešta u pretvaranju snova u stvarnost.",
"present": "Možete osigurati svoj budući uspeh ako se oslonite na dobre prijateljice, ali i sopstvenu intuiciju.",
"future": "Zatražite pomoć od ljudi oko sebe. Najverovatnije će vas iz svih neprilika izvući zrela ženska osoba koja će vam postati dobar prijatelj."
},

{"id": 50,
"title": "Kralj pehara",
"description": "Kralj pehara je projekcija autoriteta ili vlasti. Pronaći ga u vašem proricanju najverovatnije podrazumeva osobu na položaju koja će vam pomoći u postizanju vaših ciljeva. Ova osoba može delovati nezainteresovano, čak i distancirano, ali zapravo ima dobre namere. Kakav god savet da vam pruži, biće vam od značaja i trebalo bi da ga uzmete u obzir tokom donošenja sopstvenih odluka. Ova osoba poseduje veliku unutrašnju snagu i strogo disciplinovanu kontrolu nad emocijama i može vam biti važan partner ili prijatelj koji će nadopunjavati vaše kvalitete.",
"key-interpretations": "Dobar savet, zreo, autoritativan čovek, prijateljstvo",
"past": "Nedavno vam je bio potreban dobar savet i možda bi bilo dobro da ga i potražite od starog prijatelja u kog imate poverenja.",
"present": "Posedujete potencijal za vođstvo i vaši nadređeni će to prepoznati. Autoritet će vam doći s vremenom ako pokažete kvalitete koji se očekuju od lidera.",
"future": "Imate dobrog prijatelja, na čiju podršku i savete uvek možete računati. Ne stidite se da tražite pomoć."
},

{"id": 51,
"title": "As mačeva",
"description": "Ova karta označava da će vaša ličnost i vaša dela biti rezultat promišljenosti, odlučnosti i intelekta. As mačeva podrazumeva promenu. Ova promena će se možda izroditi iz konflikta, ali će njen ishod biti pozitivan i pozitivno će se odraziti na vašu unutrašnju snagu. ",
"key-interpretations": "Postignuće, prednost, pobeda",
"past": "Prepoznaćete ko su vam pravi prijatelji na osnovu toga ko vas podržava u novom poduhvatu.",
"present": "Ceo vaš život će se promeniti. Ova promena je neizbežna.",
"future": "Pronađite hrabrosti u sebi da vaše davne želje sprovedete u delo."
},

{"id": 52,
"title": "Dva mača",
"description": "Poput ukrštenih sečiva, i Dva mača predstavljaju odnos i odmeravanje snaga. Ova karta može ukazivati na to da ste u stanju da posredujete u sukobu, ili umesto toga može nagovestiti da ste uhvaćeni usred dileme bez jasnog ishoda. Rešenje te dileme ili sukoba verovatno će vam doneti mir.",
"key-interpretations": "Ravnoteža, rešavanje konflikata, odluke",
"past": "Pred vama je težak izbor koji možete napraviti samo ako ste iskreni prema sebi.",
"present": "Ljubav i mir za vas počinju trenutkom istine. Budite iskreni prema sebi, ali i prema drugima.",
"future": "Određena afera će vas pogoditi, ili ćete biti žrtva situacije u koju niste umešani, ali budite strpljivi. Na kraju vas čeka pozitivan ishod."
},

{"id": 53,
"title": "Tri mača",
"description": "Prisustvo ove karte u proricanju sugeriše značajan bol u vašem životu. Ovaj bol je verovatno rezultat nekog sukoba ili rastanka, možda usled narušenog partnerstva ili prijateljstva. Bol može biti deo novog početka, ali morate se iskreno suočiti sa svojim bolom da biste ga prevazišli.",
"key-interpretations": "Gubitak, bol, patnja",
"past": "aboravljanje prošlosti je često teško, ali morate prihvatiti i preboleti stare uspomene da biste krenuli napred.",
"present": "I dalje se oporavljate, čak i ako to sebi ne priznajete, od teškog perioda vezanog za vašu prošlu emotivnu vezu.",
"future": "Iza vas je loš period od kog se još oporavljate, ali i to je prolazno. Dolaze bolja vremena."
},

{"id": 54,
"title": "Četiri mača",
"description": "Ova karta predstavlja red i stabilnost četvorke u kombinaciji sa burnom prirodom mačeva. Četiri Mača nude vam predah od bitki u vašem životu. Mir može biti privremen i uživajte u njemu dok traje. Ova karta predstavlja i uspešan oporavak od duže bolesti. ",
"key-interpretations": "Izlečenje, odmor, odlaganje ",
"past": "Vaši prošli planovi vas možda nisu adekvatno pripremili za predstojeće promene u vašem životu. Budite spremni na nove izazove.",
"present": "Otkrićete sopstvene rezerve unutrašnje snage i naučićete da poštujete sebe.",
"future": "Nema razloga za žurbu u bliskoj budućnosti. Odvojite vreme da odlučite šta je najbolje za vas i ljude do kojih vam je stalo i isplanirajte buduće akcije."
},

{"id": 55,
"title": "Pet mačeva",
"description": "Pet mačeva upućuje na konflikt u vašem životu. Postoji velika mogućnost poraza i taj poraz će za vas biti traumatičan. Stres koji je pred vama zahtevaće da se povučete dok ne povratite svoj ponos i samopouzdanje. Podnesite poraz hrabro, nastavite dalje i očekujte boljitak u budućnosti. ",
"key-interpretations": "Konflikt, gubitak, raskid",
"past": "Još uvek preživljavajte traumatična iskustva iz prošlosti. Dajte sebi vremena da ih prebolite.",
"present": "Možda ste bili u iskušenju da se bavite nelegalnim ili mučnim aktivnostima i zbog toga ćete možda pretrpeti određeni gubitak. To može biti finansijski gubitak, gubitak prijatelja ili nazadovanje u poslu. Ne gubite nadu - i to će proći.",
"future": "Napravićete neke pogrešne korake, što će rezultirati teškim emocionalnim krahom. Iskrenost će vam na kraju pomoći da to rešite."
},

{"id": 56,
"title": "Šest mačeva",
"description": "Vaš mentalni fokus može vas izvesti na pravi put. Bliži se vreme da iza sebe ostavite trenutne nevolje. Važno je suočiti se sa svojim problemima i aktivno razmišljati o njima. Pred vama je još nevolja, ali najgore je gotovo. Očekujte bolja vremena. ",
"key-interpretations": "Putovanje, bolja budućnost, beg",
"past": "Duboko razmislite o svojoj prošlosti, tamo ćete pronaći odgovore.",
"present": "Prevazišli ste ste glavnu prepreku u životu i zadržali dostojanstvo. Najgore je prošlo i sada ostaje samo da budete strpljivi.",
"future": "Na putu ste ka boljem, srećnijem okruženju."
},

{"id": 57,
"title": "Sedam mačeva",
"description": "U vašem životu postoji nešto što vas intenzivno frustrira i zabrinjava. Potrebno je da uložite velike napore da realno sagledate situaciju koja vas toliko muči. Put vašeg uspeha nije u direktnom suočavanju sa ovakvim problemom, već u lukavosti, dovitljivosti i zaobilaženju prepreka. Nemojte napadati prepreku koja je pred vama, nađite način da je zaobiđete.",
"key-interpretations": "Lopovluk, zabrinutost, lukavost",
"past": "Da biste trijumfovali u budućnosti, morate prihvatiti svoja trenutna ograničenja.",
"present": "U trenutnoj situaciji je najbolje izbeći konflikt. Budite pasivni.",
"future": "Morate koristiti diplomatiju i lukavost da biste rešili tešku situaciju. Budite pronicljivi!"
},

{"id": 58,
"title": "Osam mačeva",
"description": "Osam mačeva podrazumeva da ste zabrinuti oko određenih stvari koje su van vaše kontrole. Osećate da ne možete da pronađete izlaz iz loše situacije i osećate teskobu i frustraciju. Vaše rešenje leži u jednoj stvari koju možete da kontrolišete a to ste Vi sami. Pristupite situaciji strpljivo i racionalno i budite spremni da napustite ono što vas muči kada za to dođe prilika, bila to loša veza, loš posao ili bilo šta što Vas frustrira.",
"key-interpretations": "Teskoba, prepreke, zabrinutost",
"past": "Imate averziju prema sukobu koja je proizašla iz vaše želje da izbegnete da drugima nanosite bol. No, nekad je neophodno sukobiti se da biste sačuvali dostojanstvo.",
"present": "Vaša bol i anksioznost proizići će uglavnom iz zahteva drugih. Budite asertivni i jasno recite “ne”.",
"future": "Otkrićete sopstvene rezerve unutrašnje snage i naučićete da poštujete sebe."
},

{"id": 59,
"title": "Devet mačeva",
"description": "Ovo je jedna od negativnijih karata Velike Arkane, te predviđa ili opisuje snažnu mentalnu teskobu. Izvor ove teskobe je proizišao iz toga što ste prebrzo bacili negativno svetlo na svoje postupke ili sposobnosti. Može nastati i zbog paranoje. Uprkos tome što je često neutemeljena, vaša bol može biti u obliku nesanice, straha, depresije, usamljenosti i izolacije. Pazite da ne odgurnete od sebe one koji vam žele pomoći i pronađite hrabrost da potražite pomoć. Možda će vam biti teško da pronađete rešenje u svom trenutnom stanju, ali pokušajte da budete hrabri. ",
"key-interpretations": "Paranoja, depresija, tuga",
"past": "Ne uživate u sadašnjosti jer se niste pomirili s prošlošću. Ne propustite priliku da uživate zbog svojeglavosti i vezanosti za prošlost.",
"present": "Vaša patnja vam je donela snagu, a iz nje i novi život.",
"future": "Iskusićete osećaj beznađa dok ne naučite da se duboko opustite. Niko nije savršen i možda nećete moći da ispunite standarde koje ste sebi postavili, ali to nije razlog za samokažnjavanjem."
},

{"id": 60,
"title": "Deset mačeva",
"description": "Ova karta je razlog za zabrinutost. Potrebno je da se pripremite za moguće probleme. Ova karta predstavlja neku štetu ili katastrofu, i za razliku od drugih karata Velike Arkane, u pitanju je problem koji je neizbežan i sudbinski. Ne samo da simboliše gubitak, već simboliše gubitak koji ne možete sprečiti ma šta uradili. Gubitak neće biti nešto što se lako prevazilazi. Potrebno je da se pripremite i prihvatite ga kao sudbinu. Ostanite jaki i moći ćete da izgradite novu sreću nakon prevazilaženja problema. ",
"key-interpretations": "Kraj, gubitak, smrt",
"past": "Smanjenje vaših finansijskih priliva imaće važan uticaj na vaš svakodnevni život.",
"present": "Ovo nije povoljan period za vas, naročito poslovno i novčano. Čuvajte se.",
"future": "Pazite da ne padnete sa litice u provaliju! U finansijskim pitanjima, bilo bi dobro da potražite stručan savet i izbegnete finansijsku propast."
},

{"id": 61,
"title": "Paž mačeva",
"description": "Trenutno ste tvrdoglavi i samozadovoljni, ali posedujete snažne analitičke sposobnosti i veoma ste produktivni i energični. Imate sklonost ka prepoznavanju srži problema i preciznoj proceni vlastitog stava o njima. To će vam omogućiti da postanete izvrstan pregovarač. Ako se kartica odnosi na situaciju, pripremite se za brzo donošenje mnogih važnih odluka. Pouzdajte se u svoj razum i svoj sud kako biste se kretali kroz poteškoće.",
"key-interpretations": "Izazovi, promena, energičnost",
"past": "Zapetljali ste se u događaje iz svoje prošlosti, i to najverovatnije emotivne veze. Vreme je da se oslobodite i krenete dalje.",
"present": "Desiće se neočekivane promene. Da biste imali koristi od promena koje dolaze, morate se osloniti na svoju inteligenciju i sposobnost prilagođavanja.",
"future": "Vaš put ne vodi neuspehu, sve dok od njega ne odustanete."
},

{"id": 62,
"title": "Vitez mačeva",
"description": "Ova karta simboliše jaku ličnost, ličnost koja je kombinacija izrazite odlučnosti, vere u uspeh i oštrog intelekta. Nažalost, ovakve osobine u Vama privlače istog takvog ili jačeg neprijatelja. Budite na oprezu. Čekaju vas turbulentna vremena koja će zahtevati vaše odlučno delovanje. ",
"key-interpretations": "Destrukcija, dominacija, neprijatelj",
"past": "Vaša želja za promenama je vrlo jaka. Poslušajte svoj unutrašnji glas.",
"present": "Zavirite u svoju prošlost i setite se svojih uspeha, posebno onih za koje je u to vreme bila potrebna disciplina. Važno je da svoje ponašanje koje vam je ranije donosilo uspeh, ponavljate u sadašnjosti.",
"future": "planirajte, ali ne raspravljajte o svojim budućim ciljevima. U blizini su vam ljudi koji vam ne žele dobro, i najbolje je ćutati o svemu."
},

{"id": 63,
"title": "Kraljica mačeva",
"description": "Ova karta predstavlja vrlo perceptivnu osobu, oštroumnu i inteligentnu. Najverovatnije će vam ova osoba biti od velike pomoći i biće vam životni učitelj. Ona ne mora nužno biti ženskog pola, ali on ili ona neće pokazati emocionalno ili romantično interesovanje za Vas. U svakom slučaju, ova osoba će vam postati moćan saveznik. Poštujte njenu inteligenciju i bićete nagrađeni smernicama. ",
"key-interpretations": "Nezavisnost, bol, razdvajanje, raskid",
"past": "Morate se izboriti sa porivom da se usko fokusirate ili ćete izgubiti iz vida neke šire i drugačije mogućnosti.",
"present": "Jedna era u vašem životu se približava kraju. Druge karte u vašem proricanju pružiće pojašnjenje šta dalje sledi.",
"future": "Nesvesni rat besni u vama dok pokušavate da dokažete da ste vredni uprkos odbacivanjima od strane okoline. Pronađite mir u sobom i ne obazirite se na nebitne ljude."
},

{"id": 64,
"title": "Kralj mačeva",
"description": "Ova karta predstavlja autoritet. Često se povezuje sa poslovima u oblasti prava ili biznisa, te obično predstavlja nekog ko će Vam pružiti pomoć na ovim poljima. Ova osoba je asertivna i dominantna, i tvrdiće da zna šta je najbolje za Vas bolje od Vas samih. Iako je prijateljski nastrojen, motivi Kralja mačeva nisu emotivne prirode, već interesne. ",
"key-interpretations": "Vođstvo, autoritet, vlada/sudstvo",
"past": "Vaš snažni intelekt doneo vam je neke dobre ideje, sad samo ostaje da odlučite kako da ih sprovedete u delo.",
"present": "Trijumfovaćete nad prostim ljudima koji se raduju glasinama i skandalima. Mudrost je na vašoj strani.",
"future": "Naići ćete na destruktivnu opoziciju okrenutu protiv vas. Lukavi intelekt biće vaše najbolje oružje: tražite prilike da okrenete neprijatelje jedne protiv drugih."
},

{"id": 65,
"title": "As novčića",
"description": "Asovi obično predstavljaju nov početak, a ova karta predstavlja jaku i pozitivnu šansu za promenu u Vašem životu. Ući ćete u veoma produktivan period, bićete nagrađeni za svoj trud, a vaše veze sa ljudima će biti stabilne. Bićete veoma zadovoljni situacijom.",
"key-interpretations": "Sreća, dobitak, uspeh ",
"past": "U prošlosti ste možda pretrpeli finansijske krahove, ali ne očajavajte jer vas očekuje materijalni dobitak.",
"present": "Ulazite u stabilan i vrlo pozitivan period, što u emotivnom, što u finansijskom smislu.",
"future": "Čak i ako ne igrate lutriju ili tombolu, ali očekuje vas veći finansijski dobitak u bliskoj budućnosti."
},

{"id": 66,
"title": "Dva novčića",
"description": "Dva novčića su karta koja podrazumeva povezanost sile promene i ravnoteže. Ova karta može značiti i dobro i zlo, ali ona je uvek snažan pokazatelj da će zona komfora biti narušena. Očekujte izazove u budućnosti, ali vaša sudbina je u velikoj meri u vašim rukama u smislu da konačni ishod zavisi od vašeg odgovora na te izazove. Ova karta sugeriše da je vaš najbolji rezultat onaj do kojeg se može doći razboritošću i pažljivim planiranjem.",
"key-interpretations": "Ravnoteža, razboritost, promena",
"past": "Bili ste prezauzeti, ali sada je vreme da malo predahnete.",
"present": "Velikodušna pomoć biće vam na raspolaganju od strane drugih, što prijatelja, što partnera.",
"future": "Iskoristićete šansu da razvijete novo značajno poznanstvo. Ovo poznanstvo može biti ljubavne prirode, prijateljsko ili čak povezano sa poslovanjem, ali ono će za vas biti od neizrecivog značaja."
},

{"id": 67,
"title": "Tri novčića",
"description": "Ako možete zadržati jaku motivisanost tokom narednih meseci, u dobroj ste poziciji da vaš naporni rad dobije priznanje kakvo zaslužuje. Iako to nije zagarantovano i moglo bi uticati na vaše odnose sa drugima, ako zadržite svoj tempo i verujete u sebe, dobićete zasluženi uspeh. Krajnji ishod će biti vredan vašeg truda, jer može osigurati ne samo materijalnu nagradu, već i dovesti do osećaja trajnog postignuća.",
"key-interpretations": "Zadovoljstvo, uspeh, timski rad",
"past": "Ako ste uključeni u kreativne ili poslovne poduhvate, očekujte da će se ti poduhvati dalje razvijati.",
"present": "Ako tražite ispunjenje svojih želja i uspeh, moraćete da uložite dosledan napor i naučite nove veštine.",
"future": "Dobro obavljen posao doneće vam unutrašnje zadovoljstvo, ali i finansijski priliv."
},

{"id": 68,
"title": "Četiri novčića",
"description": "Ova karta ima nekoliko značenja. Ona obično označava poklon ili nasledstvo, ali moguće je da podrazumeva i poslovni uspeh. U svakom slučaju, nalazite se na putu koji vodi ka finansijskoj i materijalnoj sigurnosti. Ovo će verovatno biti prijatno poglavlje vašeg života, u kome su vaše emocionalne i duhovne potrebe zadovoljene.",
"key-interpretations": "Pouzdanost, sigurnost, istrajnost",
"past": "Ako vam je finansijska sigurnost važna, moraćete da prevaziđete trenutnu sklonost ka nepotrebnoj kupovini.",
"present": "Ne gubite iz vida činjenicu da materijalno bogatstvo ne garantuje sigurnost. Posvetite se i drugim aspektima života, ne samo zaradi. Novac ipak nije najvažniji.",
"future": "Trebali biste se usredsrediti na izgradnju sigurne finansijske osnove za sebe i svoje voljene."
},

{"id": 69,
"title": "Pet novčića",
"description": "Ova karta može se, u zavisnosti od drugih karata u proricanju i vaših trenutnih želja, odnositi na financijska pitanja, zaposlenje ili ljubavne veze. Nažalost, ona je negativan pokazatelj za sve njih, sugeriše dvoličnost, gubitak posla i mogućnost nevere. Ovo je vreme da pažljivo procenite ono što vam je važno u životu i razradite svoje prioritete, poput toga da li vam je najvažniji posao ili ljubav. Da biste ublažili štetu u nekim područjima svog života, možda ćete morati dosta toga da žrtvujete.",
"key-interpretations": "Emocionalne ili finansijske nevolje, nestašica, briga",
"past": "Zapamtite da niste bezgrešni. Prihvatite greške iz prošlosti.",
"present": "Vaše nedaće se polako, ali sigurno prevazilaze, zato nemojte potpadati pod uticaj trenutnih nesrećnih okolnosti i ne gubite nadu.",
"future": "Vi ili neko vama blizak suočiće se sa raspadom snažnog partnerstva ili razvoda braka. Ne gubite nadu. Promene su bolne, ali neophodne."
},

{"id": 70,
"title": "Šest novčića",
"description": "Vaš prosperitet će proizići iz određenih finansijskih investicija, ulaganja u druge, pomoći i saveta koje će Vam pružiti druge osobe. Ova karta može značiti i obrnutu situaciju - da će neko ulagati u Vas i na taj način vam pomoći. Oslonite se na dobročinstvo i dobra dela, kako tuđa tako i sopstvena.",
"key-interpretations": "Donacija, dobitak, činjenje usluge",
"past": " Ako ste imali finansijskih poteškoća, budite sigurni da se bliže kraju.",
"present": "Preduzeli ste korake koji će vaše finansijske poslove značajno unaprediti. Očekujte pozitivne promene po pitanju novca.",
"future": "Nalazite se u užem izboru za unapređenje ili finansijski bonus. Obavezno dajte najbolje od sebe na poslu u bliskoj budućnosti."
},

{"id": 71,
"title": "Sedam novčića",
"description": "Sedmica vam sugeriše da ćete izbeći neuspeh. Ili, podjednako moguće, da ćete postići svoje ciljeve ali ne u vremenskom roku u kom ste se nadali. Suočićete se sa nedaćama, a da biste uspeli potrebno je da ne postanete previše neodlučni ili uplašeni. Napredak je spor i težak ali je moguć. ",
"key-interpretations": "Dugoročni uspeh, upornost, hrabrost",
"past": "Obnovićete komunikaciju sa nekim za koga ste bili romantično zainteresovani u prošlosti i možda ostvariti ljubavnu vezu.",
"present": "Možete očekivati ljubavnu vezu ili brak u svom neposrednom krugu prijatelja i porodice. Moguće je da ćete vi sami ući u vezu ili brak.",
"future": "Vredan poklon doći će vam iz neočekivanog izvora. Moguća nova ljubavna veza ili brak."
},

{"id": 72,
"title": "Osam novčića",
"description": "Ako ste uključeni u bilo koji kreativni ili ručni rad, te umetnost i majstorstvo, osam novčića je veoma pozitivna karta, naročito ako unapređujete određene veštine ili pretvarate hobi u posao. Taj posao neće nužno doneti velike finansijske učinke, ali će Vam pružiti zadovoljstvo i perspektivu. Ukoliko budete istrajni i posvećeni, uspeh neće izostati. ",
"key-interpretations": "Karijera, nove veštine, razboritost",
"past": "Ukoliko studirate ili menjate posao, očekujte da će za vas nastupiti period značajnog uspeha.",
"present": "Vaša trenutna energija i talenat u kombinaciji mogu vam pomoći da prevaziđete značajan izazov pred sobom i dobijete velike nagrade.",
"future": "Naredni meseci naklonjeni su uspešnoj promeni karijere ili finansijskom dobitku."
},

{"id": 73,
"title": "Devet novčića",
"description": "Ova karta predstavlja finansijsku korist koja proizilazi iz vrednog rada i dobro planiranih poslovnih aktivnosti, ne samo kratkotrajnu nagradu. Možete očekivati dugoročni finansijski boljitak i poboljšanje životnog strandarda. Sa druge strane, ova karta u privatnom životu označava usamljenu osobu koja još uvek traži srodnu dušu, ali je ne nalazi.",
"key-interpretations": "Prosperitet, bogatstvo, usamljenost",
"past": "Istinsko prihvatanje sebe ne zavisi od odobravanja drugih. Ne razmišljajte previše o tome šta drugi misle o vama.",
"present": "Iznenada ćete doći do rešenja problema koji vas je mučio.",
"future": "Očekujte radost i veselje u porodici."
},

{"id": 74,
"title": "Deset novčića",
"description": "Prisustvo ove karte u vašem proricanju je vrlo pozitivno sa aspekta novca. Ono ukazuje na vašu finansijsku sigurnost i emocionalno blagostanje. Međutim, to se samo delimično odnosi na vas, jer su ovi pozitivni aspekti neraskidivo povezani sa vama bliskim osobama, odnosno sa prijateljima i porodicom. Takođe, karta deset novčića može predvideti da ćete dobiti nasledstvo.",
"key-interpretations": "Porodica, nasledstvo, dobitak",
"past": "Novac koji ste pametno potrošili najbolji je pokazatelj vaše buduće sigurnosti.",
"present": "Dug koji dugujete će biti otplaćen. Ako neko duguje vama, očekujte da će vam novac biti vraćen.",
"future": "Radost će vam doći iznenadno i neočekivano."
},

{"id": 75,
"title": "Paž novčića",
"description": "Sluga je obično karta intelekta, a novčići uglavnom asociraju na introspekciju i svesnost. Intelekt i oslanjanje na sebe su osnova vaše ličnosti. Ukoliko budete delali mudro i promišljeno, ova karta donosi dobre vesti za vas ili mlade ljude koji su vam bliski, verovatno na akademskom ili finansijskom polju.",
"key-interpretations": "Dobitak, stipendija, motivisanost",
"past": "Inteligencija i duhovnost su najveće snage vaše ličnosti, okrenite ih u svoju korist.",
"present": "Stići će vam važne vesti koje će doneti pozitivne promene.",
"future": "Uskoro ćete imati priliku da promenite svoj put i krenete ka ličnom rastu i sreći - potrebno je samo da smognete snage da promenite način razmišljanja i otarasite se nekih loših navika."
},

{"id": 76,
"title": "Vitez novčića",
"description": "Ova karta simbolizuje vrline strpljenja, časti i pouzdanosti koje posedujete. Alternativno, karta predstavlja mladića, nosioca dobrih vesti, koji će uskoro ući u vaš život.",
"key-interpretations": "Pouzdanost, vernost, temeljnost",
"past": "Vaša prošlost je možda bila teška, ali je postavila osnovu za vašu obećavajuću budućnost.",
"present": "Imate talenat koji možete da razvijete, ali samo uz stalni rad na sebi.",
"future": "Nepoznat mladić uskoro će ući u vaš život, noseći dobre vesti."
},

{"id": 77,
"title": "Kraljica novčića",
"description": "Ova karta je refleksija osobe, najčešće ženskog pola, koja je finansijski snalažljiva, praktična i pragmatične prirode. Ova osoba će vam pomoći da rešite neke finansijske probleme svojim savetima i poznanstvima.",
"key-interpretations": "Finansijska pomoć, prosperitet, dobitak",
"past": "Ženska osoba iz vaše prošlosti značajno će vam pomoći u teškim trenucima.",
"present": "Oslonite se na prijatelje u teškim trenucima.",
"future": "Upoznaćete nekoga ko deli slične probleme kao i vi i iz ovog poznanstva će izrasti prijateljstvo ili ljubavna veza."
},

{"id": 78,
"title": "Kralj novčića",
"description": "Kralj novčića je oličenje uspeha i statusa. Kraljevi su karte koje označavaju osobe koje se najčešće zalažu za druge ljude, a u ovom slučaju u pitanju je zrela osoba, najverovatnije na položaju, koja vam može i želi pomoći. Moguće je da ova osoba ceni vašu razboritost, vaše ideje ili inteligenciju. Alternativno, ova karta znači da možete očekivati novčani prihod ili unapređenje.",
"key-interpretations": "Pouzdanost, sigurnost, uspeh",
"past": "Ukoliko ste imali finansijskih poteškoća u prošlosti, prijatelj će vam pomoći da ih prevaziđete.",
"present": "Oprezno trošite novac.",
"future": "Očekujte pomoć od nekoga ko je na visokom položaju, autoritativnog, ali strpljivog i dobronamernog. On će vam ponuditi prijateljstvo, pomoć ili savet. Prihvatite pruženu ruku bez oklevanja."
}

]

}
